Repository: benadida/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: feature it
pt_br: colocar em destaque

source: download candidate bios and statements
pt_br: baixar biografias e declarações dos candidatos

source: Voters and ballots
pt_br: Eleitores e cédulas

source: Trustees
pt_br: Curadores

source: Embed an Election Badge
pt_br: Incorporar um Selo da Eleição

source: adding this HTML to your site displays a thin banner with direct links to voting.
pt_br: adicionar este HTML ao seu site exibe um banner estreito com links diretos para a votação.

source: Next Step
pt_br: Próximo Passo

source: freeze ballot and open election.
pt_br: congelar cédula e abrir eleição.

source: once you do this, the election will be ready for voting and will open automatically at
pt_br: uma vez feito isso, a eleição estará pronta para votação e será aberta automaticamente em

source: as per your settings.
pt_br: conforme suas configurações.

source: once you do this, the election will be immediately open for voting.
pt_br: assim que você fizer isso, a eleição será aberta imediatamente para votação.

source: Tally computation is under way.<br />Reload this page in a couple of minutes.
pt_br: A computação da apuração está em andamento.<br />Recarregue esta página em alguns minutos.

source: compute encrypted tally
pt_br: calcular apuração criptografada

source: The encrypted votes will be combined into an encrypted tally. Once this is done, trustees will be asked to provide their share of the decryption.
pt_br: Os votos criptografados serão combinados em uma apuração criptografada. Assim que isso for feito, os curadores serão solicitados a fornecer sua parte da descriptografia.

source: release result
pt_br: liberar resultado

source: The result displayed below is visible only to you.<br /> Once you release the result, it will be visible to everyone.
pt_br: O resultado exibido abaixo está visível apenas para você.<br /> Assim que você liberar o resultado, ele ficará visível para todos.

source: compute results
pt_br: calcular resultados

source: combine trustee decryptions and compute results
pt_br: combinar as descriptografias dos curadores e calcular resultados

source: The result will be computed and shown to you, the administrator, only.
pt_br: O resultado será calculado e exibido apenas para você, o administrador.

source: The decryption shares from the trustees will be combined and the tally computed.<br /> Once you do this, the tally will visible to you, the administrator, only.
pt_br: As partes da descriptografia dos curadores serão combinadas e a apuração será calculada.<br /> Assim que você fizer isso, a apuração ficará visível apenas para você, o administrador.

source: trustees (for decryption)
pt_br: curadores (para descriptografia)

source: This election is complete.
pt_br: Esta eleição está concluída.

source: Tally
pt_br: Apuração

source: Question
pt_br: Questão

source: Election closed. Results will be released soon.
pt_br: Eleição encerrada. Os resultados serão divulgados em breve.

source: Vote in this
pt_br: Votar nesta

source: was initially scheduled to end at
pt_br: estava inicialmente agendada para terminar em

source: but has been extended until
pt_br: mas foi prorrogada até

source: is scheduled to end at
pt_br: está agendada para terminar em

source: ends at the administrator's discretion.
pt_br: termina a critério do administrador.

source: This election is
pt_br: Esta eleição é

source: You are signed in as eligible voter
pt_br: Você está autenticado como um eleitor apto

source: You do not have Java installed in your browser.<br />At this time, Helios requires Java.
pt_br: Você não tem o Java instalado no seu navegador.<br />No momento, o Helios requer Java.

source: Visit
pt_br: Visite

source: to install it.
pt_br: para instalá-lo.

source: voting is not yet open
pt_br: a votação ainda não está aberta

source: You are registered to vote in this
pt_br: Você está registrado para votar nesta

source: Your voter alias is
pt_br: Seu pseudônimo de eleitor é

source: You are eligible to vote in this election.
pt_br: Você está elegível para votar nesta eleição.

source: You are <em>not eligible</em> to vote in this
pt_br: Você <em>não está elegível</em> para votar nesta

source: This election is open to
pt_br: Esta eleição está aberta para

source: to check your eligibility.
pt_br: para verificar sua elegibilidade.

source: Anyone can vote in this election.
pt_br: Qualquer pessoa pode votar nesta eleição.

source: Extend voting
pt_br: Prorrogar votação

source: Audit Info
pt_br: Informações de Auditoria

source: Election URL
pt_br: URL da Eleição

source: Election Fingerprint
pt_br: Impressão Digital da Eleição

source: Your ballot tracker
pt_br: Seu rastreador de cédula

source: Download Election Log (CSV)
pt_br: Baixar Log da Eleição (CSV)

source: preview booth
pt_br: visualizar cabine de votação

source: verify
pt_br: verificar

source: election tally
pt_br: apuração da eleição

source: review the
pt_br: revisar a

source: voting booth
pt_br: cabine de votação

source: Elections you Administer
pt_br: Eleições que você administra

source: back to home
pt_br: voltar para o início

source: voters
pt_br: eleitores

source: Elections where you voted
pt_br: Eleições em que você votou

source: Trustees for
pt_br: Curadores para

source: Trustees are responsible for decrypting the election result.<br /> Each trustee generates a keypair and submits the public portion to Helios.<br /> When it's time to decrypt, each trustee needs to provide their secret key.
pt_br: Os curadores são responsáveis por descriptografar o resultado da eleição.<br /> Cada curador gera um par de chaves e envia a parte pública para o Helios.<br /> Quando chegar o momento da descriptografia, cada curador precisará fornecer sua chave secreta.

source: Helios is automatically your first trustee and will handle its keypair generation and decryption automatically.<br /> You may add additional trustees if you want, and you can even remove the Helios trustee.<br /> However, we recommend you do this only if you have a solid understanding of the trustee's role.
pt_br: O Helios é automaticamente o seu primeiro curador e cuidará da geração do par de chaves e da descriptografia automaticamente.<br /> Você pode adicionar curadores adicionais se desejar e pode até remover o curador do Helios.<br /> No entanto, recomendamos que você faça isso apenas se tiver uma compreensão sólida do papel do curador.

source: Adding your own trustee requires a good bit more work to tally the election.\nYou will need to have trustees generate keypairs and safeguard their secret key.\n\nIf you are not sure what that means, we strongly recommend clicking Cancel and letting Helios tally the election for you.
pt_br: Adicionar seus próprios curadores exige consideravelmente mais trabalho para apurar a eleição.\nVocê precisará que os curadores gerem pares de chaves e protejam suas chaves secretas.\n\nSe você não tem certeza do que isso significa, recomendamos fortemente clicar em Cancelar e deixar que o Helios faça a apuração da eleição para você.

source: add a trustee
pt_br: adicionar um curador

source: add Helios as a trustee
pt_br: adicionar o Helios como curador

source: Are you sure you want to remove Helios as a trustee?
pt_br: Tem certeza de que deseja remover o Helios como curador?

source: Are you sure you want to remove this Trustee?
pt_br: Tem certeza de que deseja remover este curador?

source: Are you sure you want to send this trustee his/her admin URL?
pt_br: Tem certeza de que deseja enviar a este curador a URL de administração dele(a)?

source: send login
pt_br: enviar login

source: Public Key Fingerprint
pt_br: Impressão Digital da Chave Pública

source: No public key uploaded yet.
pt_br: Nenhuma chave pública enviada ainda.

source: Tally recorded for this trustee.
pt_br: Apuração registrada para este curador.

source: Waiting for this trustee's tally
pt_br: Aguardando a apuração deste curador

source: New Trustee
pt_br: Novo Curador

source: Add Trustee
pt_br: Adicionar Curador

source: Cookies are required for Helios use
pt_br: Cookies são necessários para o uso do Helios

source: Cookies are Required for Helios
pt_br: Cookies são Necessários para o Helios

source: It appears your browser does not support cookies or is set up to block cookies from this site. Helios needs to set a session cookie so that it can save your vote, let you log in, etc. Enable cookies and then
pt_br: Parece que seu navegador não suporta cookies ou está configurado para bloquear cookies deste site. O Helios precisa definir um cookie de sessão para que possa salvar seu voto, permitir seu login, etc. Ative os cookies e então

source: proceed to preparing your ballot
pt_br: prossiga para a preparação da sua cédula

source: If you keep getting sent back to this page, it's probably because you haven't enabled cookies successfully.
pt_br: Se você continuar sendo redirecionado para esta página, provavelmente é porque você não ativou os cookies com sucesso.

source: Email Address
pt_br: Endereço de E-mail

source: What will happen
pt_br: O que acontecerá

source: You will not receive any emails from Helios voting system
pt_br: Você não receberá mais nenhum e-mail do sistema de votação Helios

source: You cannot be added to new elections until you opt back in
pt_br: Você não poderá ser adicionado a novas eleições até que opte por participar novamente

source: You can opt back in at any time
pt_br: Você pode optar por participar novamente a qualquer momento

source: You will resume receiving emails from Helios voting system
pt_br: Você voltará a receber e-mails do sistema de votação Helios

source: You can be added to elections and receive voting notifications
pt_br: Você poderá ser adicionado a eleições e receber notificações de votação

source: You can opt out again at any time
pt_br: Você pode optar por sair novamente a qualquer momento

source: Confirm Opt-Out
pt_br: Confirmar Exclusão

source: Confirm Opt-In
pt_br: Confirmar Inclusão

source: Cancel and return to Helios
pt_br: Cancelar e retornar ao Helios

source: What this means
pt_br: O que isto significa

source: You can opt back in at any time by visiting
pt_br: Você pode optar por participar novamente a qualquer momento visitando

source: the opt-in page
pt_br: a página de adesão

source: You will now receive emails from Helios voting system
pt_br: Agora você receberá e-mails do sistema de votação Helios

source: You can opt out again at any time using the unsubscribe link in any email
pt_br: Você pode optar por sair novamente a qualquer momento usando o link de descadastramento em qualquer e-mail

source: Return to Helios
pt_br: Retornar ao Helios

source: Send Opt-Out Confirmation
pt_br: Enviar Confirmação de Saída

source: Next Steps
pt_br: Próximos Passos

source: You will receive a confirmation email with a link to complete your request.
pt_br: Você receberá um e-mail de confirmação com um link para concluir sua solicitação.

source: Once opted out, you will not receive any emails from Helios until you opt back in.
pt_br: Uma vez fora do sistema, você não receberá nenhum e-mail do Helios até que opte por participar novamente.

source: Once opted back in, you will resume receiving emails from Helios voting system.
pt_br: Assim que optar por participar novamente, você voltará a receber e-mails do sistema de votação Helios.

source: Already Receiving Emails
pt_br: E-mails já estão sendo recebidos

source: Good News!
pt_br: Boas Notícias!

source: The email address
pt_br: O endereço de e-mail

source: is already receiving emails from Helios.
pt_br: já está recebendo e-mails do Helios.

source: No action is needed - you're all set!
pt_br: Nenhuma ação é necessária - está tudo pronto!

source: If you want to stop receiving emails in the future, you can use the unsubscribe link in any Helios email.
pt_br: Se você desejar parar de receber e-mails no futuro, poderá usar o link de descadastramento em qualquer e-mail do Helios.

source: Please check your email and click the confirmation link to complete your request.
pt_br: Por favor, verifique seu e-mail e clique no link de confirmação para concluir sua solicitação.

source: If you don't see the email, please check your spam folder.
pt_br: Se você não encontrar o e-mail, por favor, verifique sua pasta de spam.

source: Log In to View Election
pt_br: Entrar para Visualizar a Eleição

source: Private Election - Please Log In
pt_br: Eleição Privada - Por favor, faça o Login

source: This election, with fingerprint
pt_br: Esta eleição, com impressão digital

source: is private, and can only be viewed by eligible voters.
pt_br: é privada e só pode ser visualizada por eleitores elegíveis.

source: Release Result
pt_br: Liberar Resultado

source: You are about to release the result for this election.
pt_br: Você está prestes a liberar o resultado desta eleição.

source: Send email to voters reporting release of result.
pt_br: Enviar e-mail aos eleitores informando a liberação do resultado.

source: Release result
pt_br: Liberar resultado

source: Statistics
pt_br: Estatísticas

source: elections
pt_br: eleições

source: recent votes
pt_br: votos recentes

source: recent problem elections
pt_br: eleições recentes com problemas

source: votes in queue
pt_br: votos na fila

source: force it
pt_br: forçar processamento

source: Elections
pt_br: Eleições

source: search
pt_br: buscar

source: Search
pt_br: Buscar

source: clear search
pt_br: limpar busca

source: previous
pt_br: anterior

source: of
pt_br: de

source: Problematic Elections
pt_br: Eleições com Problemas

source: Unfrozen for more than a day.
pt_br: Não congelada por mais de um dia.

source: Recent Votes
pt_br: Votos Recentes

source: Last 24 hours
pt_br: Últimas 24 horas

source: recently cast votes
pt_br: votos depositados recentemente

source: try again
pt_br: tentar novamente

source: Your secret key matches!
pt_br: Sua chave secreta corresponde!

source: OH OH, your key is bad.
pt_br: Ops, sua chave está incorreta.

source: Check Secret Key
pt_br: Verificar Chave Secreta

source: back to trustee home
pt_br: voltar para o início do curador

source: Your public key fingerprint is
pt_br: A impressão digital da sua chave pública é

source: Loading crypto functions...
pt_br: Carregando funções criptográficas...

source: To verify that you have the right secret key, paste it here
pt_br: Para verificar se você possui a chave secreta correta, cole-a aqui

source: Check
pt_br: Verificar

source: Checking your secret key...
pt_br: Verificando sua chave secreta...

source: Verification failed, you probably used the wrong key.
pt_br: A verificação falhou, você provavelmente usou a chave errada.

source: Decrypt Result for
pt_br: Descriptografar Resultado para

source: Encrypted Tally Fingerprint
pt_br: Impressão Digital da Apuração Criptografada

source: The encrypted tally for your election has been computed.<br /> Now it's time to compute and submit your partial decryption.
pt_br: A apuração criptografada da sua eleição foi calculada.<br /> Agora é hora de calcular e enviar sua descriptografia parcial.

source: This process is performed in two steps.
pt_br: Este processo é realizado em duas etapas.

source: <u>First</u>, your secret key is used to decrypt the tally <em>inside</em> your browser, without connecting to the network.<br /> You can choose to take your browser "offline" for this step, if you'd like.
pt_br: <u>Primeiro</u>, sua chave secreta é usada para descriptografar a apuração <em>dentro</em> do seu navegador, sem se conectar à rede.<br /> Você pode optar por deixar seu navegador "offline" para esta etapa, se desejar.

source: <u>Second</u>, once your decryption factors have been computed, your browser will need to be "online" to submit them to the server.<br /> If you'd like, you can compute your decryption factors, copy them to your clipboard, restart your browser, and skip to the second step so that your browser is never online when you enter your secret key.
pt_br: <u>Segundo</u>, assim que seus fatores de descriptografia forem calculados, seu navegador precisará estar "online" para enviá-los ao servidor.<br /> Se desejar, você pode calcular seus fatores de descriptografia, copiá-los para a área de transferência, reiniciar o navegador e pular para a segunda etapa, para que seu navegador nunca esteja online enquanto você insere sua chave secreta.

source: FIRST STEP: enter your secret key
pt_br: PRIMEIRO PASSO: insira sua chave secreta

source: Generate partial decryption
pt_br: Gerar descriptografia parcial

source: skip to the second step
pt_br: pular para a segunda etapa

source: you need to have already computed your decryption factors.
pt_br: você precisa já ter calculado seus fatores de descriptografia.

source: Generating partial decryption factors and proofs...
pt_br: Gerando fatores de descriptografia parcial e provas...

source: Submitting and checking your decryption factors and proofs...
pt_br: Enviando e verificando seus fatores de descriptografia parcial e provas...

source: SECOND STEP: upload your partial decryption
pt_br: SEGUNDA ETAPA: enviar sua descriptografia parcial

source: Your partial decryption factors and proofs have been generated below.<br />Your secret key has been cleared from memory.<br />When you're ready, you can submit this result to the server.
pt_br: Seus fatores de descriptografia parcial e provas foram gerados abaixo.<br />Sua chave secreta foi apagada da memória.<br />Quando estiver pronto, você pode enviar este resultado para o servidor.

source: Your partial decryption
pt_br: Sua descriptografia parcial

source: Upload decryption factors to server
pt_br: Enviar fatores de descriptografia para o servidor

source: reset and restart decryption process
pt_br: redefinir e reiniciar o processo de descriptografia

source: Done!
pt_br: Concluído!

source: Back to election
pt_br: Voltar para a eleição

source: Error: your secret key was likely incorrect.
pt_br: Erro: sua chave secreta provavelmente estava incorreta.

source: Home
pt_br: Início

source: You have successfully uploaded your public key.
pt_br: Você enviou sua chave pública com sucesso.

source: You can
pt_br: Você pode

source: verify that you have the right secret key
pt_br: verificar se você possui a chave secreta correta

source: setup your key
pt_br: configurar sua chave

source: You have successfully uploaded your decryption.
pt_br: Você enviou sua descriptografia com sucesso.

source: The encrypted tally for this election is ready.
pt_br: A apuração criptografada para esta eleição está pronta.

source: Once the tally is computed, come back here to provide your secret key for decryption purposes.<br />You should keep the email with your trustee homepage link, which contains the credentials needed to get back here.
pt_br: Assim que a apuração for calculada, volte aqui para fornecer sua chave secreta para fins de descriptografia.<br />Você deve guardar o e-mail com o link da sua página inicial de curador, que contém as credenciais necessárias para voltar aqui.

source: Voter Eligibility for
pt_br: Elegibilidade de Eleitores para

source: Voter Eligibility
pt_br: Elegibilidade de Eleitores

source: back to voters
pt_br: voltar para eleitores

source: You may limit eligibility of voters to one of these categories, as defined by
pt_br: Você pode limitar a elegibilidade dos eleitores a uma destas categorias, conforme definido por

source: no constraint
pt_br: sem restrições

source: Set eligibility
pt_br: Definir elegibilidade

source: Contact Voters for
pt_br: Contatar Eleitores de

source: Contact Voters
pt_br: Contatar Eleitores

source: You are sending this email to a specific user
pt_br: Você está enviando este e-mail para um usuário específico

source: Templates
pt_br: Modelos

source: You may tweak the subject and add a custom message using the form below.
pt_br: Você pode ajustar o assunto e adicionar uma mensagem personalizada usando o formulário abaixo.

source: Send
pt_br: Enviar

source: Done, go
pt_br: Concluído, ir

source: Error emailing participants. Check server settings, make sure there's an SMTP server.
pt_br: Erro ao enviar e-mail para os participantes. Verifique as configurações do servidor e certifique-se de que há um servidor SMTP configurado.

source: Voters &amp; Ballot Tracking Center for
pt_br: Centro de Rastreamento de Eleitores e Cédulas para

source: Voters and Ballot Tracking Center
pt_br: Centro de Rastreamento de Eleitores e Cédulas

source: Who can vote?
pt_br: Quem pode votar?

source: Only the voters listed here
pt_br: Apenas os eleitores listados aqui

source: Your election is marked private, which means you cannot open registration up more widely
pt_br: Sua eleição está marcada como privada, o que significa que você não pode abrir o registro de forma mais ampla

source: anyone can vote
pt_br: qualquer pessoa pode votar

source: only voters listed explicitly below can vote
pt_br: apenas eleitores listados explicitamente abaixo podem votar

source: only voters who are members of
pt_br: apenas eleitores que são membros de

source: Email voters
pt_br: Enviar e-mail aos eleitores

source: disabled
pt_br: desativado

source: searching for
pt_br: buscando por

source: Download Voters as CSV
pt_br: Baixar Eleitores como CSV

source: Bulk upload voters
pt_br: Carregamento em massa de eleitores

source: Prior Bulk Uploads
pt_br: Carregamentos em Massa Anteriores

source: bytes, at
pt_br: bytes, em

source: done processing
pt_br: processamento concluído

source: voters loaded
pt_br: eleitores carregados

source: currently processing
pt_br: processando no momento

source: not yet processed
pt_br: ainda não processado

source: cast vote
pt_br: voto depositado

source: no votes yet
pt_br: nenhum voto ainda

source: Actions
pt_br: Ações

source: Login
pt_br: Entrar

source: No voters.
pt_br: Nenhum eleitor.

source: Manage Voters
pt_br: Gerenciar Eleitores

source: bulk upload voters
pt_br: carregar eleitores em lote

source: Username
pt_br: Nome de usuário

source: Are you sure you want to remove %%s
pt_br: Tem certeza que deseja remover %%s

source: Search Voters for
pt_br: Buscar Eleitores de

source: Voter Found
pt_br: Eleitor Encontrado

source: email this voter
pt_br: enviar e-mail para este eleitor

source: once this election is frozen, you'll be able to email this voter.
pt_br: assim que esta eleição for congelada, você poderá enviar e-mails para este eleitor.

source: no such voter found
pt_br: nenhum eleitor encontrado

source: Bulk Upload Voters
pt_br: Carregamento em Massa de Eleitores

source: If you would like to specify your list of voters by name and email address,<br />you can bulk upload a list of such voters here.<br /><br />Please prepare a text file of comma-separated values with the fields
pt_br: Se você deseja especificar sua lista de eleitores por nome e endereço de e-mail,<br />você pode carregar em massa uma lista desses eleitores aqui.<br /><br />Por favor, prepare um arquivo de texto de valores separados por vírgula (CSV) com os campos

source: or
pt_br: ou

source: For example
pt_br: Por exemplo

source: The easiest way to prepare such a file is to use a spreadsheet program and to export as "CSV".
pt_br: A maneira mais fácil de preparar tal arquivo é usar um programa de planilha e exportar como "CSV".

source: Go
pt_br: Prosseguir

source: OK, done uploading.
pt_br: OK, upload concluído.

source: You can now
pt_br: Agora você pode

source: view the list of voters
pt_br: visualizar a lista de eleitores

source: Confirm
pt_br: Confirmar

source: You have uploaded a file of voters. The first few rows of this file are
pt_br: Você enviou um arquivo de eleitores. As primeiras linhas deste arquivo são

source: Voter Type
pt_br: Tipo de Eleitor

source: Voter Login
pt_br: Login do Eleitor

source: HOLD ON
pt_br: ESPERE UM POUCO
