Repository: benadida/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Short Name
pt_br: Nome Curto

source: no spaces, will be part of the URL for your election, e.g. my-club-2010
pt_br: sem espaços, fará parte da URL da sua eleição, ex: minha-eleicao-2010

source: Name
pt_br: Nome

source: the pretty name for your election, e.g. My Club 2010 Election
pt_br: o nome amigável da sua eleição, ex: Eleição do Clube 2010

source: Description
pt_br: Descrição

source: Type
pt_br: Tipo

source: Use Voter Aliases
pt_br: Usar Pseudônimos de Eleitores

source: If selected, voter identities will be replaced with aliases, e.g. "V12", in the ballot tracking center
pt_br: Se selecionado, as identidades dos eleitores serão substituídas por pseudônimos, ex: "V12", no centro de rastreamento de cédulas

source: Randomize Answer Order
pt_br: Aleatorizar Ordem das Respostas

source: enable this if you want the answers to questions to appear in random order for each voter
pt_br: ative esta opção se desejar que as respostas das perguntas apareçam em ordem aleatória para cada eleitor

source: Private?
pt_br: Privada?

source: A private election is only visible to registered voters.
pt_br: Uma eleição privada é visível apenas para eleitores registrados.

source: Help Email Address
pt_br: Endereço de e-mail de suporte

source: An email address voters should contact if they need help.
pt_br: Um endereço de e-mail que os eleitores devem contatar se precisarem de ajuda.

source: Election Info Download URL
pt_br: URL para download de informações da eleição

source: the URL of a PDF document that contains extra election information, e.g. candidate bios and statements
pt_br: a URL de um documento PDF que contenha informações extras da eleição, ex: biografias e propostas dos candidatos

source: Voting Starts At
pt_br: A votação começa em

source: UTC date and time when voting begins
pt_br: Data e hora UTC em que a votação começa

source: Voting Ends At
pt_br: A votação termina em

source: UTC date and time when voting ends
pt_br: Data e hora UTC em que a votação termina

source: Voting Extended Until
pt_br: Votação estendida até

source: UTC date and time voting extended to
pt_br: Data e hora UTC para a qual a votação foi estendida

source: Subject
pt_br: Assunto

source: Body
pt_br: Corpo

source: Send To
pt_br: Enviar Para

source: all voters
pt_br: todos os eleitores

source: voters who have cast a ballot
pt_br: eleitores que já votaram

source: voters who have not yet cast a ballot
pt_br: eleitores que ainda não votaram

source: only voters who cast a ballot
pt_br: apenas eleitores que depositaram a cédula

source: no one -- are you sure about this?
pt_br: ninguém -- você tem certeza disso?

source: Voter ID
pt_br: ID do Eleitor

source: Password
pt_br: Senha

source: edit
pt_br: editar

source: Are you sure you want to remove this question?
pt_br: Tem certeza de que deseja remover esta pergunta?

source: Selection
pt_br: Seleção

source: to
pt_br: a

source: unlimited
pt_br: ilimitado

source: Result type
pt_br: Tipo de resultado

source: Absolute
pt_br: Absoluto

source: Relative
pt_br: Relativo

source: Order
pt_br: Ordem

source: randomized
pt_br: embaralhada

source: More information
pt_br: Mais informações

source: Edit Question
pt_br: Editar Pergunta

source: Question Text
pt_br: Texto da Pergunta

source: Enter your question here
pt_br: Insira sua pergunta aqui

source: Select between
pt_br: Selecione entre

source: and
pt_br: e

source: answers
pt_br: respostas

source: Random order
pt_br: Ordem aleatória

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Answer Options
pt_br: Opções de Resposta

source: Add 5 More Answers
pt_br: Adicionar Mais 5 Respostas

source: Update Question
pt_br: Atualizar Pergunta

source: Cancel
pt_br: Cancelar

source: No questions have been added yet.
pt_br: Nenhuma pergunta foi adicionada ainda.

source: Add a New Question
pt_br: Adicionar uma Nova Pergunta

source: Add Question
pt_br: Adicionar Pergunta

source: Election
pt_br: Eleição

source: Referendum
pt_br: Referendo

source: Anyone can vote.
pt_br: Qualquer pessoa pode votar.

source: any %s user
pt_br: qualquer usuário do %s

source: add questions to the ballot
pt_br: adicione perguntas à cédula

source: add at least one trustee
pt_br: adicione pelo menos um curador

source: have trustee %s generate a keypair
pt_br: faça com que o curador %s gere um par de chaves

source: enter your voter list (or open registration to the public)
pt_br: insira sua lista de eleitores (ou abra o registro ao público)

source: cannot freeze an election that has issues
pt_br: não é possível congelar uma eleição que apresenta pendências

source: Open
pt_br: Aberta

source: Closed
pt_br: Fechada

source: voter_file_content is of type {0} instead of str or bytes
pt_br: o conteúdo do arquivo de eleitores é do tipo {0} em vez de str ou bytes

source: invalid voter type '%s' for voter id '%s', available voter types are %s
pt_br: tipo de eleitor inválido '%s' para o ID de eleitor '%s'; os tipos disponíveis são %s

source: invalid voter email '%s' for voter id '%s'
pt_br: e-mail de eleitor inválido '%s' para o ID de eleitor '%s'

source: Cannot register user %s - email has opted out of Helios emails
pt_br: Não é possível registrar o usuário %s - o e-mail optou por não receber e-mails do Helios

source: password already exists
pt_br: a senha já existe

source: cast vote is quarantined, verification and storage is delayed.
pt_br: o voto depositado está em quarentena; a verificação e o armazenamento foram atrasados.

source: the vote's election UUID does not match the election for which this vote is being cast
pt_br: o UUID da eleição no voto não corresponde à eleição para a qual este voto está sendo depositado

source: SHA-256 hash of lowercase email
pt_br: Hash SHA-256 do e-mail em letras minúsculas

source: User agent when opt-out was requested
pt_br: User agent quando a exclusão foi solicitada

source: IP address when opt-out was requested
pt_br: Endereço IP quando a exclusão foi solicitada

source: You are logged in as
pt_br: Você está conectado como

source: CAST this ballot
pt_br: DEPOSITAR esta cédula

source: You can cast as many ballots as you want.<br />Only the last one counts.
pt_br: Você pode depositar quantas cédulas desejar.<br />Apenas a última será contabilizada.

source: Are you sure you want to clear this ballot and NOT cast it?
pt_br: Tem certeza de que deseja limpar esta cédula e NÃO depositá-la?

source: cancel
pt_br: cancelar

source: If you cancel now, your ballot will <em>NOT</em> be recorded.<br />You can start the voting process over again, of course.
pt_br: Se você cancelar agora, sua cédula <em>NÃO</em> será registrada.<br />Você pode iniciar o processo de votação novamente, é claro.

source: Voting has stopped, sorry.
pt_br: A votação foi encerrada, desculpe.

source: Voting has not yet begun, sorry.
pt_br: A votação ainda não começou, desculpe.

source: Bad voter ID or password, please try again.
pt_br: ID de eleitor ou senha incorretos, por favor tente novamente.

source: Authenticate and cast ballot
pt_br: Autenticar e depositar cédula

source: Your voter ID and password can be found in the email you received.
pt_br: Seu ID de eleitor e senha podem ser encontrados no e-mail que você recebeu.

source: If you still cannot find your login information, contact your election administrator at
pt_br: Se você ainda não conseguir encontrar suas informações de login, entre em contato com o administrador da eleição em

source: Cast as many ballots as you wish: only the last one counts.
pt_br: Deposite quantas cédulas desejar: apenas a última será contabilizada.

source: Log in
pt_br: Entrar

source: Confirm Vote
pt_br: Confirmar Voto

source: Vote Successfully Cast!
pt_br: Voto Depositado com Sucesso!

source: Your ballot tracker is
pt_br: Seu rastreador de cédula é

source: This ballot tracker mathematically ensures that your ballot is counted. You can check all ballot trackers by viewing the
pt_br: Este rastreador de cédula garante matematicamente que seu voto seja contado. Você pode conferir todos os rastreadores visualizando a

source: voter list
pt_br: lista de eleitores

source: where your ballot tracker should appear within a few minutes.
pt_br: onde o rastreador da sua cédula deve aparecer em alguns minutos.

source: For your safety, we have logged you out.
pt_br: Para sua segurança, sua sessão foi encerrada.

source: return to election info
pt_br: voltar para as informações da eleição

source: Cast Vote
pt_br: Depositar Voto

source: cast in
pt_br: depositado em

source: Fingerprint
pt_br: Impressão Digital

source: by
pt_br: por

source: details
pt_br: detalhes

source: Compute Tally
pt_br: Calcular Apuração

source: You are about to compute the tally for this election. You only will then see the results.
pt_br: Você está prestes a calcular a apuração para esta eleição. Somente após isso você poderá ver os resultados.

source: Compute the tally!
pt_br: Calcular a apuração!

source: Add Administrator
pt_br: Adicionar Administrador

source: Multiple users were found with the email
pt_br: Múltiplos usuários foram encontrados com o e-mail

source: Please select which one to add
pt_br: Por favor, selecione qual deseja adicionar

source: Add Selected Administrator
pt_br: Adicionar Administrador Selecionado

source: Add another administrator to this election. The new administrator will have the same privileges as you, including the ability to manage voters, questions, trustees, and other settings.
pt_br: Adicione outro administrador a esta eleição. O novo administrador terá os mesmos privilégios que você, incluindo a capacidade de gerenciar eleitores, perguntas, curadores e outras configurações.

source: Note: The user must have logged in to Helios at least once before they can be added as an administrator.
pt_br: Observação: O usuário deve ter feito login no Helios pelo menos uma vez antes de poder ser adicionado como administrador.

source: Remove Administrator
pt_br: Remover Administrador

source: Are you sure you want to remove
pt_br: Tem certeza que deseja remover

source: as an administrator of this election?
pt_br: como administrador desta eleição?

source: They will no longer be able to manage this election.
pt_br: Eles não poderão mais gerenciar esta eleição.

source: Administrators for
pt_br: Administradores de

source: Administrators
pt_br: Administradores

source: back to election
pt_br: voltar para a eleição

source: Administrators have full control over this election, including managing voters, questions, trustees, and settings.
pt_br: Os administradores têm controle total sobre esta eleição, incluindo o gerenciamento de eleitores, questões, curadores e configurações.

source: add an administrator
pt_br: adicionar um administrador

source: Election Creator
pt_br: Criador da Eleição

source: The election creator cannot be removed.
pt_br: O criador da eleição não pode ser removido.

source: Additional Administrators
pt_br: Administradores Adicionais

source: remove
pt_br: remover

source: you
pt_br: você

source: No additional administrators have been added.
pt_br: Nenhum administrador adicional foi adicionado.

source: Audited Ballots for
pt_br: Cédulas Auditadas de

source: Audited Ballots
pt_br: Cédulas Auditadas

source: When you prepare a ballot with Helios, you immediately receive a ballot tracker. Before you choose to cast that ballot, you have the option to ask Helios to "break open" that encrypted ballot and verify that Helios encrypted your ballot correctly. Once that's done, you can post that opened ballot here, on the audited ballots' list, for everyone to verify (your identity is not included). Once you've done this, you have to re-encrypt your choices and obtain a different ballot tracker. This helps reduce the chance that someone might coerce you to vote differently from your true choice.
pt_br: Quando você prepara uma cédula no Helios, você recebe imediatamente um rastreador de cédula. Antes de optar por depositar esse voto, você tem a opção de solicitar ao Helios que "abra" a cédula criptografada e verifique se o sistema a criptografou corretamente. Uma vez feito isso, você pode publicar essa cédula aberta aqui, na lista de cédulas auditadas, para que todos possam verificar (sua identidade não é incluída). Após esse processo, você deverá criptografar suas escolhas novamente e obter um novo rastreador de cédula. Isso ajuda a reduzir a chance de que alguém possa coagir você a votar de forma diferente da sua verdadeira escolha.

source: These ballots are <em>not cast</em>, and they will not be counted. They are just here for auditing purposes, to spot-check that Helios is properly encrypting voter's choices.
pt_br: Estas cédulas <em>não foram depositadas</em> e não serão contadas. Elas estão aqui apenas para fins de auditoria, para verificar por amostragem se o Helios está criptografando as escolhas dos eleitores corretamente.

source: To verify an audited ballot, copy its entire content and paste it in the
pt_br: Para verificar uma cédula auditada, copie todo o seu conteúdo e cole-o no

source: single ballot verifier
pt_br: verificador de cédula individual

source: next
pt_br: próximo

source: back to start
pt_br: voltar para o início

source: view
pt_br: visualizar

source: No audited ballots yet.
pt_br: Nenhuma cédula auditada ainda.

source: cast votes
pt_br: votos depositados

source: vote!
pt_br: votar!

source: powered by
pt_br: desenvolvido por

source: Ballot Tracking Center for
pt_br: Centro de Rastreamento de Cédulas de

source: Ballot Tracking Center
pt_br: Centro de Rastreamento de Cédulas

source: This is the ballot tracking center, which displays the tracking numbers of all cast ballots in this election.
pt_br: Este é o centro de rastreamento de cédulas, que exibe os números de rastreamento de todas as cédulas depositadas nesta eleição.

source: Voters
pt_br: Eleitores

source: Alias
pt_br: Pseudônimo

source: Smart Ballot Tracker
pt_br: Rastreador de Cédula Inteligente

source: Questions
pt_br: Questões

source: You have not yet cast your ballot! Make sure to complete the voting process if you want your vote to count.
pt_br: Você ainda não depositou sua cédula! Certifique-se de concluir o processo de votação se quiser que seu voto seja contabilizado.

source: Don't go yet!<br />Your ballot has not yet been cast.
pt_br: Não saia ainda!<br />Sua cédula ainda não foi depositada.

source: Verifying and Casting your ballot
pt_br: Verificando e depositando sua cédula

source: Sorry!
pt_br: Ops!

source: Sorry, you are
pt_br: Sinto muito, você

source: not eligible
pt_br: não elegível

source: for this election.
pt_br: para esta eleição.

source: not registered
pt_br: não está registrado

source: for this election, and registration is closed.
pt_br: para esta eleição, e as inscrições estão encerradas.

source: return to the main election page
pt_br: voltar para a página principal da eleição

source: This election is open to <em>anyone</em>, so log in with your preferred account.
pt_br: Esta eleição é aberta a <em>qualquer pessoa</em>, portanto, faça login com sua conta de preferência.

source: This election is only open to <em>registered voters</em>, so log in with the same account you registered with.
pt_br: Esta eleição é aberta apenas para <em>eleitores registrados</em>, portanto, faça login com a mesma conta que você utilizou para se registrar.

source: Don't worry, we'll remember your ballot while you log in.
pt_br: Não se preocupe, lembraremos da sua cédula enquanto você faz o login.

source: Compute Encryted Tally for
pt_br: Calcular Apuração Criptografada de

source: Compute Tally for Election
pt_br: Calcular Apuração da Eleição

source: vote(s) still being processed.
pt_br: voto(s) ainda sendo processado(s).

source: All votes must be verified before computing the tally. Please wait and try again shortly.
pt_br: Todos os votos devem ser verificados antes de computar a apuração. Por favor, aguarde e tente novamente em breve.

source: If this persists, contact
pt_br: Se isto persistir, entre em contato com

source: Refresh this page
pt_br: Atualizar esta página

source: You are about to compute the encrypted tally for election
pt_br: Você está prestes a calcular a apuração criptografada da eleição

source: Once you do this, voters will no longer be able to cast a ballot.
pt_br: Após realizar esta ação, os eleitores não poderão mais depositar seus votos.

source: Ok, tally has begun
pt_br: Ok, a apuração começou

source: Compute encrypted tally!
pt_br: Calcular apuração criptografada!

source: Never mind
pt_br: Deixar para lá

source: No votes have been cast in this election. At least one vote must be cast before you compute the tally.
pt_br: Nenhum voto foi depositado nesta eleição. Pelo menos um voto deve ser depositado antes de calcular a apuração.

source: Update
pt_br: Atualizar

source: Extend Voting
pt_br: Prorrogar Votação

source: Freeze Ballot
pt_br: Congelar Votação

source: Once an election is frozen, the questions, options, and trustees can no longer be modified.
pt_br: Uma vez que a eleição for congelada, as perguntas, opções e curadores não poderão mais ser modificados.

source: Registration for your election is currently <b>open</b>, which means anyone can vote, even after you freeze the ballot.
pt_br: O registro para sua eleição está atualmente <b>aberto</b>, o que significa que qualquer pessoa pode votar, mesmo após você congelar a cédula.

source: Registration for your election is currently <b>closed</b>, which means only the voters you designate will be able to cast a ballot. As the administrator, you will still be able to modify that voter list as the election progresses.
pt_br: O registro para sua eleição está atualmente <b>fechado</b>, o que significa que apenas os eleitores designados por você poderão votar. Como administrador, você ainda poderá modificar essa lista de eleitores conforme a eleição progride.

source: You must freeze the ballot before you can contact voters.
pt_br: Você deve congelar a cédula antes de poder entrar em contato com os eleitores.

source: Before you can freeze the election, you will need to
pt_br: Antes de poder congelar a eleição, você precisará

source: go back to the election
pt_br: voltar para a eleição

source: Freeze the ballot
pt_br: Congelar a cédula

source: Do NOT freeze yet
pt_br: NÃO congelar ainda

source: Trustee
pt_br: Curador

source: Key Setup
pt_br: Configuração da Chave

source: As a trustee, it's time to set up your key for this election.
pt_br: Como curador, é hora de configurar sua chave para esta eleição.

source: Please wait for the generator to load...
pt_br: Por favor, aguarde o gerador carregar...

source: Generate Election Keys
pt_br: Gerar Chaves da Eleição

source: If you've already generated a keypair, you can
pt_br: Se você já gerou um par de chaves, você pode

source: reuse it
pt_br: reutilizá-lo

source: Reusing a Key
pt_br: Reutilizando uma Chave

source: Enter your complete secret key below
pt_br: Insira sua chave secreta completa abaixo

source: Reuse
pt_br: Reutilizá-lo

source: Your Secret Key
pt_br: Sua Chave Secreta

source: Your key has been generated, but you may choose to
pt_br: Sua chave foi gerada, mas você pode optar por

source: clear it from memory and start from scratch
pt_br: limpá-la da memória e começar do zero

source: if you prefer.
pt_br: se preferir.

source: Show my secret key
pt_br: Mostrar minha chave secreta

source: Below is your trustee secret key content. Please copy its content and save it securely.<br />You can also click to download it to a file.<br />And please don't lose it! Otherwise it will not be possible to decrypt the election tally.
pt_br: Abaixo está o conteúdo da sua chave secreta de curador. Por favor, copie seu conteúdo e salve-o com segurança.<br />Você também pode clicar para baixá-la em um arquivo.<br />E por favor, não a perca! Caso contrário, não será possível descriptografar a apuração da eleição.

source: download private key to a file
pt_br: baixar chave privada para um arquivo

source: ok, I've saved the key, let's move on
pt_br: ok, eu salvei a chave, vamos continuar

source: Your Public Key
pt_br: Sua Chave Pública

source: It's time to upload the public key to the server.
pt_br: É hora de enviar a chave pública para o servidor.

source: Upload your public key
pt_br: Enviar sua chave pública

source: Create a New Election
pt_br: Criar uma Nova Eleição

source: Next &gt;&gt;
pt_br: Próximo &gt;&gt;

source: Have you made sure to copy the private key to a safe place?\n\nOnce you click OK, Helios will not be able to recover the secret key without your help!
pt_br: Você se certificou de copiar a chave privada para um lugar seguro?\n\nApós clicar em OK, o Helios não poderá recuperar a chave secreta sem a sua ajuda!

source: An election managed by Helios
pt_br: Uma eleição gerenciada pelo Helios

source: An election managed by you, the single administrator
pt_br: Uma eleição gerenciada por você, o administrador único

source: An election managed by multiple trustees
pt_br: Uma eleição gerenciada por múltiplos curadores

source: Trustees (up to 5)
pt_br: Curadores (até 5)

source: Your Election's Secret Key
pt_br: Chave Secreta da sua Eleição

source: You need to copy and paste this key and keep it safe, <br />otherwise you won't be able to tally your election.
pt_br: Você precisa copiar e colar esta chave e guardá-la em segurança, <br />caso contrário, não será possível realizar a apuração da sua eleição.

source: Not Yet Open
pt_br: Ainda não Iniciada

source: This election is not yet open.
pt_br: Esta eleição ainda não está aberta.

source: Voting start at
pt_br: A votação começa em

source: Voting end at
pt_br: A votação termina em

source: back to the election
pt_br: voltar para a eleição

source: Questions for
pt_br: Perguntas para

source: Enter answer option
pt_br: Digite a opção de resposta

source: Enter answer option (optional)
pt_br: Insira a opção de resposta (opcional)

source: - Hide link
pt_br: - Ocultar link

source: + Add link
pt_br: + Adicionar link

source: Answer
pt_br: Resposta

source: The questions could not be saved. Please check that the URLs you entered are either http:// or https://
pt_br: As perguntas não puderam ser salvas. Por favor, verifique se as URLs que você digitou começam com http:// ou https://

source: Please fill in all answer fields up to answer
pt_br: Por favor, preencha todos os campos de resposta até a resposta

source: You cannot skip answer
pt_br: Você não pode pular a resposta

source: Please enter at least one answer option.
pt_br: Por favor, insira pelo menos uma opção de resposta.

source: Register
pt_br: Registrar

source: You are currently logged in as
pt_br: Você está conectado atualmente como

source: You are currently registered for this election.
pt_br: Você já está registrado para esta eleição.

source: You are <em>not</em> registered for this election.
pt_br: Você <em>não</em> está registrado para esta eleição.

source: Already Tallied
pt_br: Já Apurada

source: This election has already been tallied, you can no longer cast a vote.
pt_br: Esta eleição já foi apurada, você não pode mais votar.

source: View the election tally
pt_br: Visualizar a apuração da eleição

source: Edit
pt_br: Editar

source: private
pt_br: privada

source: public
pt_br: pública

source: created by
pt_br: criada por

source: archived
pt_br: arquivada

source: Unarchive it
pt_br: Desarquivá-la

source: Archive it
pt_br: Arquivá-la

source: Are you sure you want to copy this election?
pt_br: Tem certeza de que deseja copiar esta eleição?

source: Copy
pt_br: Copiar

source: This
pt_br: Esta

source: is featured on the front page.
pt_br: está em destaque na página inicial.

source: unfeature it
pt_br: remover destaque

source: is <u>not</u> featured on the front page.
pt_br: <u>não</u> está em destaque na página inicial.
