Repository: benadida/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: There was an error while handling your request.
pt_br: Ocorreu um erro ao processar sua solicitação.
