Repository: benadida/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Dan Wallach is an associate professor in the Department of Computer Science at Rice University in Houston, Texas and is the director of NSF's ACCURATE (A Center for Correct, Usable, Reliable, Auditable and Transparent Elections). His research involves computer security and the issues of building secure and robust software systems for the Internet. He has testified about voting security issues before government bodies in the U.S., Mexico, and the European Union, has served as an expert witness in a number of voting technology lawsuits, and participated in California's "top-to-bottom" audit of its voting systems.
pt_br: Dan Wallach é professor associado no Departamento de Ciência da Computação da Rice University em Houston, Texas, e é o diretor do ACCURATE da NSF (Um Centro para Eleições Corretas, Usáveis, Confiáveis, Auditáveis e Transparentes). Sua pesquisa envolve segurança computacional e as questões de construção de sistemas de software seguros e robustos para a Internet. Ele testemunhou sobre questões de segurança na votação perante órgãos governamentais nos EUA, México e União Europeia, atuou como perito judicial em diversos processos envolvendo tecnologia de votação e participou da auditoria completa ("top-to-bottom") dos sistemas de votação da Califórnia.

source: About Helios
pt_br: Sobre o Helios

source: About
pt_br: Sobre

source: Code
pt_br: Código

source: Privacy
pt_br: Privacidade

source: Help!
pt_br: Ajuda!

source: logged in as
pt_br: conectado como

source: You are signed in as voter
pt_br: Você está conectado como eleitor

source: in election
pt_br: na eleição

source: sign out
pt_br: encerrar sessão

source: not logged in
pt_br: não conectado

source: log in
pt_br: entrar

source: Confirm your Vote
pt_br: Confirme seu Voto

source: Cast Your Ballot with your Credentials
pt_br: Deposite sua Cédula com suas Credenciais

source: cast this ballot
pt_br: depositar esta cédula

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Have it emailed to you
pt_br: Receba-a por e-mail

source: don't worry, we won't forget your vote.
pt_br: não se preocupe, não esqueceremos o seu voto.

source: Documentation
pt_br: Documentação

source: The Helios Voting technology is based on advanced peer-reviewed cryptographic techniques that enable your vote to remain secret while providing an intelligent ballot tracker to let you verify that your ballot was received and counted properly:
pt_br: A tecnologia do Helios Voting baseia-se em técnicas criptográficas avançadas revisadas por pares que permitem que seu voto permaneça secreto, ao mesmo tempo que fornecem um rastreador de cédula inteligente para permitir que você verifique se sua cédula foi recebida e contabilizada corretamente:

source: technical documentation
pt_br: documentação técnica

source: original peer-reviewed (Usenix Security 2008)
pt_br: original revisado por pares (Usenix Security 2008)

source: a Go library by
pt_br: uma biblioteca Go por

source: that verifies Helios elections.
pt_br: que verifica as eleições do Helios.

source: Helios Election Monitor
pt_br: Monitor de Eleição Helios

source: produced by the Universite catholique de Louvain.
pt_br: produzido pela Université catholique de Louvain.

source: Helios has been covered in the press
pt_br: O Helios foi destaque na imprensa

source: KCBS News Interview, May 2010
pt_br: Entrevista à KCBS News, Maio de 2010

source: Harvard Magazine, April 2010
pt_br: Harvard Magazine, Abril de 2010

source: Ynet, Israeli Press, June 2009
pt_br: Ynet, Imprensa Israelense, Junho de 2009

source: Your Vote was Cast
pt_br: Seu Voto foi Depositado

source: A vote was successfully cast for
pt_br: Um voto foi depositado com sucesso para

source: with vote fingerprint
pt_br: com a impressão digital do voto

source: Visit the
pt_br: Visite a

source: election homepage
pt_br: página inicial da eleição

source: This election has already been tallied (or at least the tally has begun), so you can no longer cast a vote.
pt_br: Esta eleição já foi apurada (ou a apuração já começou), portanto você não pode mais depositar seu voto.

source: view the election
pt_br: visualizar a eleição

source: What makes Helios different/better than other voting systems?
pt_br: O que torna o Helios diferente ou melhor que outros sistemas de votação?

source: Helios is truly verifiable. Each voter obtains a ballot tracker which can be checked against the Ballot Tracking Center to ensure that the ballot was received and tallied appropriately. What this means is that no one, not even the administrators of the Helios Voting system, can alter your vote.
pt_br: O Helios é verdadeiramente verificável. Cada eleitor obtém um rastreador de cédula que pode ser conferido no Centro de Rastreamento de Cédulas para garantir que o voto foi recebido e apurado adequadamente. Isso significa que ninguém, nem mesmo os administradores do sistema Helios Voting, pode alterar o seu voto.

source: I've heard of "voter-verifiable" before, what's different about Helios?
pt_br: Eu já ouvi falar em "voto verificável" antes, o que o Helios tem de diferente?

source: Many voting systems claim to be voter-verifiable. We believe voter-verifiability is critically important, and we support the efforts of other organizations to help improve the voting machines used in public-office elections. However, we believe that more extensive verifiability is needed, with voters able to ensure that the tallying process, not just the recording of their ballot, was performed correctly. We call that "true verifiability." Others have called this concept "end-to-end verifiability" or "open-audit."
pt_br: Muitos sistemas de votação afirmam ser verificáveis pelo eleitor. Acreditamos que a verificabilidade pelo eleitor é criticamente importante e apoiamos os esforços de outras organizações para ajudar a melhorar as máquinas de votação usadas em eleições para cargos públicos. No entanto, acreditamos que é necessária uma verificabilidade mais ampla, com os eleitores sendo capazes de garantir que o processo de apuração, e não apenas o registro de sua cédula, foi realizado corretamente. Nós chamamos isso de "verificabilidade real". Outros chamam esse conceito de "verificabilidade de ponta a ponta" ou "auditoria aberta".

source: How secret is my vote on Helios?
pt_br: Quão secreto é o meu voto no Helios?

source: Helios takes great care to protect the secrecy of your vote. Your vote is encrypted inside your browser before it is even sent to the server. Even on older browsers, your vote is encrypted before you log into Helios. In all cases, your vote is stored in the database only in encrypted form. Helios then uses advanced cryptographic techniques to combine all of the encrypted votes into an encrypted tally, and only the tally is decrypted. This means that your ballot is never individually decrypted. To provide for the highest level of privacy, Helios lets election administrators designate multiple trustees. All trustees must be involved in decryption, which further ensures that only the tally, never the individual votes, are decrypted.
pt_br: O Helios toma muito cuidado para proteger o sigilo do seu voto. Seu voto é criptografado dentro do seu navegador antes mesmo de ser enviado ao servidor. Mesmo em navegadores antigos, seu voto é criptografado antes de você fazer o login no Helios. Em todos os casos, seu voto é armazenado no banco de dados apenas de forma criptografada. O Helios utiliza então técnicas criptográficas avançadas para combinar todos os votos criptografados em uma apuração criptografada, e apenas a apuração final é descriptografada. Isso significa que sua cédula nunca é descriptografada individualmente. Para oferecer o mais alto nível de privacidade, o Helios permite que os administradores da eleição designem múltiplos curadores. Todos os curadores devem estar envolvidos na descriptografia, o que garante ainda mais que apenas a apuração, e nunca os votos individuais, sejam descriptografados.

source: What's so special about the Helios Ballot Tracker?
pt_br: O que há de tão especial no rastreador de cédula do Helios?

source: A typical tracking number, say for shipping a package, is more or less a random number: it means nothing other than the label on your package. It's conceivable that your package gets there, tracking number intact, but its contents destroyed. In the digital world, we're able to produce a special kind of tracking number that is far from random: it is a fingerprint of the encryption of your vote. So, if your ballot tracker makes it all the way to the tally, you know that not only did your ballot make it into the tally, you also know that it wasn't tampered with in the process.
pt_br: Um número de rastreamento típico, por exemplo, para o envio de um pacote, é mais ou menos um número aleatório: ele não significa nada além da etiqueta em seu pacote. É concebível que seu pacote chegue ao destino, com o número de rastreamento intacto, mas com seu conteúdo destruído. No mundo digital, somos capazes de produzir um tipo especial de número de rastreamento que está longe de ser aleatório: ele é uma impressão digital (fingerprint) da criptografia do seu voto. Assim, se o seu rastreador de cédula chegar até a apuração final, você saberá que não apenas sua cédula chegou à contagem, mas também saberá que ela não foi adulterada no processo.

source: Is Helios the only system that provides this level of verifiability?
pt_br: O Helios é o único sistema que oferece esse nível de verificação?

source: No, there are other systems.
pt_br: Não, existem outros sistemas.

source: all provide true verifiability in paper-based voting systems. We like those systems, and we like the people behind those systems. VoteHere, a company that has since folded, was a pioneer in this area, too. The Helios System packs a number of innovations focused on enabling true verifiability for online elections to help everyone get a taste if this groundbreaking technology. But we are not the only game in town.
pt_br: todos oferecem verificabilidade real em sistemas de votação baseados em papel. Gostamos desses sistemas e das pessoas por trás deles. A VoteHere, uma empresa que já encerrou suas atividades, também foi pioneira nessa área. O Sistema Helios traz diversas inovações focadas em possibilitar a verificabilidade real para eleições on-line, ajudando a todos a conhecerem um pouco dessa tecnologia inovadora. Mas não somos a única opção disponível.

source: Should we start using Helios for public-office elections? Maybe US President 2016?
pt_br: Deveríamos começar a usar o Helios para eleições de cargos públicos? Talvez para Presidente dos EUA em 2016?

source: No, you should not. Online elections are appropriate when one does not expect a large attempt at defrauding or coercing voters. For some elections, notably US Federal and State elections, the stakes are too high, and we recommend against capturing votes over the Internet. This has nothing to do with Helios itself: we just don't trust that people's home computers are secure enough to withstand significant attacks.
pt_br: Não, não deve. Eleições online são apropriadas quando não se espera uma tentativa em larga escala de fraudar ou coagir eleitores. Para algumas eleições, notadamente as eleições federais e estaduais dos EUA, os riscos são muito altos, e recomendamos não coletar votos pela Internet. Isso não tem nada a ver com o Helios em si: apenas não acreditamos que os computadores domésticos das pessoas sejam seguros o suficiente para resistir a ataques significativos.

source: If you'd like to use a truly verifiable voting system for your public-office election, we recommend an in-person election. Helios could be adapted to the in-person, precinct voting setting, but we have not done this work yet, and we intend to focus on online elections first.
pt_br: Se você deseja usar um sistema de votação verdadeiramente verificável para sua eleição de cargo público, recomendamos uma eleição presencial. O Helios poderia ser adaptado para o cenário de votação presencial em seções eleitorais, mas ainda não realizamos esse trabalho, e pretendemos focar primeiro em eleições online.

source: Helios offers <b>verifiable online elections</b>
pt_br: O Helios oferece <b>eleições online verificáveis</b>

source: We believe democracy is important, whether it's your book club, parent-teacher association, student government, workers' union, or state. So we've made truly verifiable elections as easy as everything else on the Web.
pt_br: Acreditamos que a democracia é importante, seja no seu clube do livro, associação de pais e mestres, grêmio estudantil, sindicato ou estado. Por isso, tornamos as eleições verdadeiramente verificáveis tão fáceis quanto tudo o mais na Web.

source: Helios elections are
pt_br: As eleições no Helios são

source: <b>private</b>: no one knows how you voted.
pt_br: <b>privadas</b>: ninguém sabe como você votou.

source: <b>verifiable</b>: each voter gets a tracking number.
pt_br: <b>verificáveis</b>: cada eleitor recebe um número de rastreamento.

source: <b>proven</b>: Helios is open-source, vetted by top-tier experts, and in use by major organizations.
pt_br: <b>comprovadas</b>: O Helios é código aberto, revisado por especialistas de alto nível e utilizado por grandes organizações.

source: More than <b>2,000,000 votes</b> have been cast using Helios.
pt_br: Mais de <b>2.000.000 de votos</b> já foram depositados usando o Helios.

source: Create an election
pt_br: Criar uma eleição

source: no featured elections at the moment
pt_br: nenhuma eleição em destaque no momento

source: create election
pt_br: criar eleição

source: Administration
pt_br: Administração

source: none yet
pt_br: nenhuma ainda

source: see all
pt_br: ver todas

source: Log In to Start Voting
pt_br: Entre para Começar a Votar

source: Select an election to start voting. You will be asked for your voting credentials after you complete a ballot.
pt_br: Selecione uma eleição para começar a votar. Suas credenciais de votação serão solicitadas após você preencher a cédula.

source: In General
pt_br: Em Geral

source: Helios is designed with built-in privacy. If you have any questions or concerns about Helios privacy not covered here
pt_br: O Helios é projetado com privacidade nativa. Se você tiver dúvidas ou preocupações não cobertas aqui

source: send us an email
pt_br: envie-nos um e-mail

source: We collect only the information needed to provide secure, trustworthy elections.
pt_br: Coletamos apenas as informações necessárias para fornecer eleições seguras e confiáveis.

source: We make certain information available publicly on our web site as part of the process of auditing elections (details below.) Other than that, we do not give away any information we collect.
pt_br: Disponibilizamos certas informações publicamente como parte do processo de auditoria (detalhes abaixo). Fora isso, não divulgamos dados coletados.

source: We do not sell any information.
pt_br: Não vendemos nenhuma informação.

source: We do not use external trackers or advertising that could leak information about you, except for Facebook and Twitter share buttons. Even for those, we use origin sandboxing to limit how much Facebook and Twitter can determine about you, and we only use those buttons on the election information page.
pt_br: Nós não usamos rastreadores externos ou publicidade que possam vazar informações sobre você, exceto pelos botões de compartilhamento do Facebook e Twitter. Mesmo para esses casos, usamos isolamento de origem (origin sandboxing) para limitar o quanto o Facebook e o Twitter podem determinar sobre você, e só utilizamos esses botões na página de informações da eleição.

source: If you want to stop reading here, you can: the rest provides detail about the above principles without weakening them.
pt_br: Se desejar parar a leitura aqui, pode fazê-lo: o restante detalha os princípios acima sem enfraquecê-los.

source: For Voters
pt_br: Para Eleitores

source: About your vote
pt_br: Sobre o seu voto

source: Your vote on Helios is considered extremely private.
pt_br: Seu voto no Helios é considerado extremamente privado.

source: Helios uses SSL to transmit data between your browser and our servers.
pt_br: O Helios usa SSL para transmitir dados entre seu navegador e nossos servidores.

source: In addition, Helios uses end-to-end encryption so that, even after SSL decryption, your vote is <em>still</em> encrypted with the election key. Helios servers never see your vote.
pt_br: Além disso, o Helios usa criptografia de ponta a ponta para que seu voto permaneça criptografado mesmo após o SSL. Nossos servidores nunca veem seu voto.

source: In the normal process of a Helios election, your individual vote is never decrypted: encrypted votes are combined into a tally, using a process called homomorphic encryption, and only the final tally &mdash; never an intermediate tally &mdash; is decrypted.
pt_br: No processo normal de uma eleição no Helios, seu voto individual nunca é descriptografado: os votos criptografados são combinados em uma apuração, usando um processo chamado criptografia homomórfica, e apenas a apuração final &mdash; nunca uma apuração intermediária &mdash; é descriptografada.

source: The trustees of your election, if they all collude, technically have the power to decrypt your individual vote. This action is strongly discouraged and is against Helios policy. It is why high-security elections should use at least 3 trustees with different allegiances.
pt_br: Os curadores da sua eleição, se todos agirem em conluio, têm tecnicamente o poder de descriptografar seu voto individual. Esta ação é fortemente desencorajada e vai contra a política do Helios. É por isso que eleições de alta segurança devem usar pelo menos 3 curadores com diferentes vínculos ou lealdades.

source: Helios may, at your election administrators' discretion, serve as a trustee of your election. This does <em>not</em> give Helios any power to decrypt your vote. In fact, it is probably preferable, since without Helios's collaboration, the remaining trustees cannot decrypt individual votes. It is our policy that Helios, when acting as a trustee, will only decrypt the election tally, never an individual vote.
pt_br: O Helios pode, a critério dos administradores da sua eleição, atuar como um curador da sua eleição. Isso <em>não</em> dá ao Helios qualquer poder para descriptografar seu voto. Na verdade, é provavelmente preferível, já que sem a colaboração do Helios, os curadores restantes não podem descriptografar votos individuais. É nossa política que o Helios, quando atua como curador, apenas descriptografe a apuração da eleição, nunca um voto individual.

source: When Helios is not acting as a trustee of your election, Helios has no power to decrypt any individual vote.
pt_br: Quando o Helios não atua como curador, não temos poder para descriptografar nenhum voto.

source: About non-vote data
pt_br: Sobre dados que não são votos

source: To vote, you will need to present credentials to prove your eligibility. Depending on how your election was set up, this may be a username and password that were generated for you, or a Facebook, Google, Yahoo, or Twitter login. Helios uses the appropriate login interfaces to those external services so that it never has access to your credentials at those services.
pt_br: Para votar, você precisará apresentar credenciais para provar sua elegibilidade. Dependendo de como sua eleição foi configurada, isso pode ser um nome de usuário e senha que foram gerados para você, ou um login do Facebook, Google, Yahoo ou Twitter. O Helios usa as interfaces de login apropriadas para esses serviços externos, de modo que nunca tenha acesso às suas credenciais nesses serviços.

source: For the purposes of election auditing, Helios stores your name, email address, and the minimal eligibility information needed to qualify you, for example the Facebook group that you belong to that was designated as the eligibility requirement for this election.
pt_br: Para fins de auditoria eleitoral, o Helios armazena seu nome, endereço de e-mail e as informações mínimas de elegibilidade necessárias para qualificá-lo, como, por exemplo, o grupo do Facebook ao qual você pertence e que foi designado como requisito de elegibilidade para esta eleição.

source: The complete metadata of your vote: where you voted from, what time you voted, and how often you vote (only the last vote counts!), are stored in Helios and may be made available to your election administrators as part of the auditing process. This is critical for ensuring a secure and trustworthy election.
pt_br: Os metadados completos do seu voto: de onde você votou, a que horas você votou e com que frequência você vota (apenas o último voto conta!), são armazenados no Helios e podem ser disponibilizados aos administradores da sua eleição como parte do processo de auditoria. Isso é fundamental para garantir uma eleição segura e confiável.

source: If your election was made public by the administrator, then some core auditing information is made available to the public: the fact that you voted, the time of your vote, and its tracking number. If your administrator chose to use voter aliases, then your name will be replaced by your pseudonymous voter ID in that dataset. In all cases, Helios takes care to mask or fully hide your email address to prevent email harvesting for spam.
pt_br: Se a sua eleição foi tornada pública pelo administrador, algumas informações fundamentais de auditoria serão disponibilizadas ao público: o fato de você ter votado, o horário do seu voto e o seu número de rastreamento. Se o seu administrador optou por usar pseudônimos para os eleitores, seu nome será substituído por um ID de eleitor pseudônimo nesse conjunto de dados. Em todos os casos, o Helios toma o cuidado de mascarar ou ocultar totalmente seu endereço de e-mail para evitar a coleta de e-mails para spam.

source: If your election was made private, then this same information is available to only you, your fellow voters, and your election administrators.
pt_br: Se a sua eleição foi tornada privada, então estas mesmas informações estarão disponíveis apenas para si, para os seus colegas eleitores e para os administradores da sua eleição.

source: For Administrators
pt_br: Para Administradores

source: As an administrator, you have the power to designate who can vote, when the election starts, when the election stops, and when the results are released. Other than that, you have no power beyond what voters in your election have. This is by design.
pt_br: Como administrador, você tem o poder de designar quem pode votar, quando a eleição começa, quando a eleição termina e quando os resultados são liberados. Fora isso, você não tem nenhum poder além do que os eleitores da sua eleição têm. Isso é proposital (feito por design).

source: To create and administer an election, you will need to log in using Google, Facebook, Yahoo, or Twitter. Helios queries and retains only the basic information needed to authenticate you the next time around: your name, email address, and user ID. Helios will use this information to message you when your election requires attention.
pt_br: Para criar e administrar uma eleição, você precisará fazer o login usando Google, Facebook, Yahoo ou Twitter. O Helios consulta e retém apenas as informações básicas necessárias para autenticá-lo na próxima vez: seu nome, endereço de e-mail e ID de usuário. O Helios usará essas informações para enviar mensagens a você quando sua eleição exigir atenção.

source: Page not found
pt_br: Página não encontrada

source: The page you requested could not be found.
pt_br: A página solicitada não pôde ser encontrada.

source: Server error
pt_br: Erro no servidor
