Repository: benadida/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: never mind, upload a different file
pt_br: esqueça, enviar um arquivo diferente

source: Does this look right to you?
pt_br: Isso parece correto para você?

source: Yes, let's go
pt_br: Sim, vamos continuar

source: no, let me upload a different file
pt_br: não, deixe-me enviar um arquivo diferente

source: Copy of %s
pt_br: Cópia de %s

source: Log in with my NetID
pt_br: Entrar com meu NetID

source: Class of %s
pt_br: Classe de %s

source: Members of the Class of %s
pt_br: Membros da Classe de %s

source: Log in with Clever
pt_br: Entrar com Clever

source: Grade %d
pt_br: %dº Ano

source: Grade %s
pt_br: Ano %s

source: Send %s to your facebook status
pt_br: Enviar %s para seu status do Facebook

source: Facebook users who are members of the "%s" group
pt_br: Usuários do Facebook que são membros do grupo "%s"

source: Log in with GitHub
pt_br: Entrar com GitHub

source: Log in with Gitlab
pt_br: Entrar com GitLab

source: Log in with my Google Account
pt_br: Entrar com minha Conta do Google

source: email address with Google not verified
pt_br: endereço de e-mail no Google não verificado

source: Log in with my LDAP Account
pt_br: Entrar com minha conta LDAP

source: AUTH_LDAP_USER_SEARCH must be an LDAPSearch instance.
pt_br: AUTH_LDAP_USER_SEARCH deve ser uma instância de LDAPSearch.

source: Post %s
pt_br: Publicar %s

source: Log in with OAuth
pt_br: Entrar com OAuth

source: Invalid oauth_token
pt_br: oauth_token inválido

source: Please enter consumer key:
pt_br: Por favor, insira a chave do consumidor:

source: Please enter consumer secret:
pt_br: Por favor, insira o segredo do consumidor:

source: Visit this URL to authorize your app: %s
pt_br: Visite esta URL para autorizar seu aplicativo: %s

source: What is the oauth_token from twitter:
pt_br: Qual é o oauth_token do twitter:

source: Making signed request
pt_br: Fazendo requisição assinada

source: Done.
pt_br: Concluído.

source: Database engine %s not supported by OpenID library
pt_br: O motor de banco de dados %s não é suportado pela biblioteca OpenID

source: error in openid: OpenID discovery error
pt_br: erro no OpenID: erro de descoberta do OpenID

source: OpenID authentication cancelled.
pt_br: Autenticação OpenID cancelada.

source: OpenID authentication failed.
pt_br: A autenticação OpenID falhou.

source: Bad Username or Password
pt_br: Usuário ou senha incorretos

source: no such username
pt_br: nome de usuário inexistente

source: This is a password reminder: Your username: %s Your password: %s -- %s
pt_br: Este é um lembrete de senha: Seu usuário: %s Sua senha: %s -- %s

source: Log in with my Yahoo Account
pt_br: Entrar com minha conta do Yahoo

source: Authentication
pt_br: Autenticação

source: logout
pt_br: sair

source: Password Forgotten
pt_br: Esqueci minha senha

source: Your Username
pt_br: Seu nome de usuário

source: Send Reminder
pt_br: Enviar lembrete

source: Why we need your information
pt_br: Por que precisamos das suas informações

source: It looks like you declined to grant us permission to access your information. We understand and value your privacy. We ask for this information so we can contact you with your voting tracking number and when an election in which you participated has been tallied. We promise not to use this information for any other purpose. Without this information, we unfortunately cannot help you vote.
pt_br: Parece que você optou por não nos conceder permissão para acessar suas informações. Nós compreendemos e valorizamos sua privacidade. Solicitamos essas informações para que possamos enviar seu número de rastreamento do voto e notificá-lo quando uma eleição da qual você participou tiver sido apurada. Prometemos não usar essas informações para qualquer outro fim. Infelizmente, sem essas informações, não podemos processar seu voto.

source: OK, I understand, let's do this login thing.
pt_br: Certo, eu entendo, vamos prosseguir com o login.

source: nope, get me out of here
pt_br: não, tire-me daqui

source: an error occurred trying to contact %s, try again later
pt_br: ocorreu um erro ao tentar contatar %s, tente novamente mais tarde

source: Helios Voting System
pt_br: Sistema de Votação Helios

source: Invalid ballot format.
pt_br: Formato de cédula inválido.

source: Loading election...
pt_br: Carregando eleição...

source: It looks like you are trying to verify a cast ballot. That can't be done, only audited ballots can be verified.
pt_br: Parece que você está tentando verificar uma cédula depositada. Isso não pode ser feito; apenas cédulas auditadas podem ser verificadas.

source: SUCCESSFUL VERIFICATION, DONE!
pt_br: VERIFICAÇÃO BEM-SUCEDIDA, CONCLUÍDO!

source: PROBLEM - THIS BALLOT DOES NOT VERIFY.
pt_br: PROBLEMA — ESTA CÉDULA NÃO PODE SER VERIFICADA.

source: PROBLEM LOADING election. Are you sure you have the right election URL?
pt_br: PROBLEMA AO CARREGAR a eleição. Tem certeza de que você tem a URL correta da eleição?

source: Helios Single-Ballot Verifier
pt_br: Verificador de Cédula Única Helios

source: Loading verifier...
pt_br: Carregando verificador...

source: Your browser does not have the Java plugin installed.<br />At this time, the Java plugin is required for browser-based ballot auditing, although it is not required for ballot preparation.
pt_br: Seu navegador não possui o plugin Java instalado.<br />Neste momento, o plugin Java é necessário para a auditoria de cédulas baseada no navegador, embora não seja necessário para a preparação da cédula.

source: This single-ballot verifier lets you enter an audited ballot<br />and verify that it was prepared correctly.
pt_br: Este verificador de cédula única permite que você insira uma cédula auditada<br />e verifique se ela foi preparada corretamente.

source: Enter the Election URL
pt_br: Insira a URL da Eleição

source: Your Ballot
pt_br: Sua Cédula

source: Verify
pt_br: Verificar

source: Your audited ballot
pt_br: Sua cédula auditada

source: <b><u>IMPORTANT</u></b>: this ballot, now that it has been audited, <em>will not be tallied</em>.<br />To cast a ballot, you must click the "Back to Voting" button below, re-encrypt it, and choose "cast" instead of "audit."
pt_br: <b><u>IMPORTANTE</u></b>: esta cédula, agora que foi auditada, <em>não será contabilizada</em>.<br />Para depositar um voto, você deve clicar no botão "Voltar para a Votação" abaixo, criptografá-lo novamente e escolher "depositar" em vez de "auditar".

source: <b>Why?</b> Helios prevents you from auditing and casting the same ballot to provide you with some protection against coercion.
pt_br: <b>Por quê?</b> O Helios impede que você audite e deposite a mesma cédula para garantir sua proteção contra coerção.

source: Now what?
pt_br: E agora?

source: Select your ballot audit info
pt_br: Selecione as informações de auditoria da sua cédula

source: copy it to your clipboard, then use the
pt_br: copie-as para sua área de transferência e, em seguida, use o

source: ballot verifier
pt_br: verificador de cédula

source: to verify it.<br />Once you're satisfied, click the "back to voting" button to re-encrypt and cast your ballot.
pt_br: para verificá-la.<br />Assim que estiver satisfeito, clique no botão "voltar para a votação" para criptografar novamente e depositar seu voto.

source: Before going back to voting, you can post this audited ballot to the Helios tracking center so that others might double-check the verification of this ballot.
pt_br: Antes de voltar para a votação, você pode publicar esta cédula auditada no centro de rastreamento do Helios para que outros possam conferir a verificação desta cédula.

source: Even if you post your audited ballot, you must go back to voting and choose "cast" if you want your vote to count.
pt_br: Mesmo que você publique sua cédula auditada, você deve voltar para a votação e escolher "depositar" se quiser que seu voto seja contado.

source: Back to voting
pt_br: Voltar para a votação

source: Post audited ballot to tracking center
pt_br: Publicar cédula auditada no centro de rastreamento

source: Your Vote is Being Submitted
pt_br: Seu voto está sendo enviado

source: Please wait a few seconds while your vote is submitted to the casting server....
pt_br: Por favor, aguarde alguns segundos enquanto seu voto é enviado para o servidor de votação....

source: To vote, follow these steps
pt_br: Para votar, siga estes passos

source: <b>Select</b> your preferred options.
pt_br: <b>Selecione</b> suas opções preferidas.

source: <b>Review</b> your choices, which are then encrypted.
pt_br: <b>Revise</b> suas escolhas, que serão então criptografadas.

source: <b>Submit</b> your encrypted ballot and authenticate to verify your eligibility.
pt_br: <b>Envie</b> sua cédula criptografada e autentique-se para verificar sua elegibilidade.

source: Start
pt_br: Iniciar

source: Help with election
pt_br: Ajuda com a eleição

source: I need help with election
pt_br: Preciso de ajuda com a eleição

source: email for help
pt_br: e-mail para suporte

source: The public key for this election is not yet ready. This election is in preview mode only.
pt_br: A chave pública para esta eleição ainda não está pronta. Esta eleição está apenas em modo de visualização.

source: vote for
pt_br: vote em

source: at least
pt_br: pelo menos

source: up to
pt_br: no máximo

source: as many as you approve of
pt_br: em quantos você desejar

source: more info
pt_br: mais informações

source: Proceed
pt_br: Prosseguir

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Review your Ballot
pt_br: Revise sua Cédula

source: No choice selected
pt_br: Nenhuma opção selecionada

source: selections out of possible
pt_br: escolhas de um máximo de

source: change
pt_br: alterar

source: Proceed to Login
pt_br: Prosseguir para Identificação

source: Spoil and Audit
pt_br: Descartar e Auditar

source: optional
pt_br: opcional

source: If you choose, you can spoil this ballot and reveal how your choices were encrypted. This is an optional auditing process.
pt_br: Se desejar, você pode descartar esta cédula e revelar como suas escolhas foram criptografadas. Este é um processo de auditoria opcional.

source: You will then be guided to re-encrypt your choices for final casting.
pt_br: Você será então orientado a criptografar suas escolhas novamente para o depósito final do voto.

source: Submit Your Encrypted Ballot
pt_br: Enviar sua Cédula Criptografada

source: All information, other than your encrypted ballot, has been removed from memory.
pt_br: Todas as informações, exceto a sua cédula criptografada, foram removidas da memória.

source: As a reminder, your ballot tracking number is:
pt_br: Como lembrete, o número de rastreamento da sua cédula é:

source: According to the election definition file, this ballot will be submitted to
pt_br: De acordo com o arquivo de definição da eleição, esta cédula será enviada para

source: where you will log in to validate your eligibility to vote.
pt_br: onde você fará login para validar sua elegibilidade para votar.

source: Submit Ballot
pt_br: Enviar Cédula

source: Helios Voting Booth
pt_br: Cabine de Votação Helios

source: exit
pt_br: sair

source: If you leave this page with an in-progress ballot, your ballot will be lost.
pt_br: Se você sair desta página com uma cédula em andamento, seu voto será perdido.

source: Are you sure you want to exit the booth and lose all information about your current ballot?
pt_br: Tem certeza de que deseja sair da cabine e perder todas as informações da sua cédula atual?

source: You need to select at least
pt_br: Você precisa selecionar pelo menos

source: answer(s)
pt_br: resposta(s)

source: Maximum number of options selected.<br />To change your selection, please de-select a current selection first.
pt_br: Número máximo de opções selecionadas.<br />Para alterar sua escolha, primeiro desmarque uma das opções atuais.

source: You may select up to
pt_br: Você pode selecionar até

source: choices total
pt_br: escolhas no total

source: Processing...
pt_br: Processando...

source: There appears to be a problem with the encryption process.\nPlease email help@heliosvoting.org and indicate that your encryption process froze at
pt_br: Parece haver um problema com o processo de criptografia.\nPor favor, envie um e-mail para help@heliosvoting.org e indique que seu processo de criptografia travou em

source: This audited ballot has been posted.\nRemember, this vote will only be used for auditing and will not be tallied.\nClick \
pt_br: Esta cédula auditada foi publicada.\nLembre-se: este voto será usado apenas para auditoria e não será contabilizado.\nClique em \

source: Your ballot tracker for
pt_br: Seu rastreador de cédula para

source: Select
pt_br: Selecionar

source: Review
pt_br: Revisar

source: Submit
pt_br: Enviar

source: Checking capabilities and loading election booth...
pt_br: Verificando compatibilidade e carregando a cabine de votação...

source: This may take up to 10 seconds
pt_br: Isso pode levar até 10 segundos

source: There's a problem
pt_br: Ocorreu um problema

source: It appears that your browser does not have Java enabled. Helios needs Java to perform encryption within the browser.
pt_br: Parece que o seu navegador não está com o Java ativado. O Helios precisa do Java para realizar a criptografia dentro do navegador.

source: You may be able to install Java by visiting
pt_br: Você pode instalar o Java visitando

source: Processing....
pt_br: Processando....

source: Helios is now encrypting your ballot
pt_br: O Helios está agora criptografando sua cédula

source: This may take up to two minutes.
pt_br: Isso pode levar até dois minutos.

source: Helios Election Verifier
pt_br: Verificador de Eleição Helios

source: Sorry, in-browser verification requires Java Support at this time.
pt_br: Desculpe, a verificação no navegador requer suporte ao Java neste momento.

source: VERIFIED
pt_br: VERIFICADO

source: FAIL
pt_br: FALHA

source: Loading ballot for voter
pt_br: Carregando cédula do eleitor

source: No ballot for this voter
pt_br: Nenhuma cédula encontrada para este eleitor

source: FOUND a ballot for voter
pt_br: Cédula ENCONTRADA para o eleitor

source: Loaded election
pt_br: Eleição carregada

source: Election fingerprint
pt_br: Impressão digital da eleição

source: PROBLEM: this election is not a straight - forward homomorphic - tally election.As a result, Helios cannot currently verify it.
pt_br: PROBLEMA: esta eleição não é uma eleição de apuração homomórfica direta. Como resultado, o Helios não pode verificá-la no momento.

source: Loading list of voters...
pt_br: Carregando lista de eleitores...

source: Loaded voter list, now loading ballots for each...
pt_br: Lista de eleitores carregada, carregando cédulas de cada um...

source: Ballots
pt_br: Cédulas

source: Voter
pt_br: Eleitor

source: Universally Unique Identifier
pt_br: Identificador Único Universal

source: Ballot Tracking Number
pt_br: Número de Rastreamento da Cédula

source: Option
pt_br: Opção

source: OVERALL
pt_br: GERAL

source: Public Key
pt_br: Chave Pública

source: ERROR for Public Key of trustee
pt_br: ERRO na Chave Pública do curador

source: Election Public Key CORRECTLY FORMED
pt_br: Chave Pública da Eleição FORMADA CORRETAMENTE

source: ERROR, election Public Key doesn't match
pt_br: ERRO: a Chave Pública da eleição não coincide

source: COUNT
pt_br: CONTAGEM

source: decryption factor verifies
pt_br: fator de descriptografia verificado

source: ERROR with Trustee
pt_br: ERRO com o Curador

source: decryption factor does not verify
pt_br: fator de descriptografia não confere

source: FINAL RESULT
pt_br: RESULTADO FINAL

source: ELECTION FULLY VERIFIED - SUCCESS!
pt_br: ELEIÇÃO TOTALMENTE VERIFICADA — SUCESSO!

source: VERIFICATION FAILED
pt_br: A VERIFICAÇÃO FALHOU

source: It appears that you are trying to verify a private election.
pt_br: Parece que você está tentando verificar uma eleição privada.

source: You can log in as a valid voter or log in as the election admin.
pt_br: Você pode se autenticar como um eleitor válido ou como o administrador da eleição.

source: Log in as a valid voter
pt_br: Entrar como um eleitor válido

source: Log in as the election admin
pt_br: Entrar como o administrador da eleição

source: Loading verifier ...
pt_br: Carregando verificador...

source: Start verification
pt_br: Iniciar verificação

source: About Helios Voting
pt_br: Sobre o Helios Voting

source: Helios is a non-partisan organization led by
pt_br: O Helios é uma organização apartidária liderada por

source: Code Contributors
pt_br: Contribuidores do Código

source: Advisors
pt_br: Conselheiros

source: Jim is a business executive, entrepreneur, and thought leader on big data, privacy, security, and voting systems. He's founded companies, defined vision and strategy, led teams, developed technology, and built products.
pt_br: Jim é um executivo de negócios, empreendedor e líder de pensamento em big data, privacidade, segurança e sistemas de votação. Ele fundou empresas, definiu visão e estratégia, liderou equipes, desenvolveu tecnologia e construiu produtos.

source: Currently, Jim is Vice President of Products at Metanautix, a big data analytics startup. He also serves on the The Department of Homeland Security (DHS) Data Privacy and Integrity Advisory Committee (DPIAC) providing advice at the request of the Secretary of Homeland Security and the DHS Chief Privacy Officer.
pt_br: Atualmente, Jim é Vice-Presidente de Produtos na Metanautix, uma startup de análise de big data. Ele também atua no Comitê Consultivo de Privacidade e Integridade de Dados (DPIAC) do Departamento de Segurança Interna (DHS) dos EUA, prestando consultoria a pedido do Secretário de Segurança Interna e do Diretor de Privacidade do DHS.

source: more
pt_br: mais

source: Lawrence Lessig is the Director of the Edmond J. Safra Foundation Center for Ethics at Harvard University, and a Professor of Law at Harvard Law School. For much of his academic career, Lessig has focused on law and technology, especially as it affects copyright. His current academic work addresses the question of "institutional corruption" - roughly, influences within an economy of influence that weaken the effectiveness of an institution, or weaken public trust. His current work at the EJ Safra Lab oversees a 5 year research project addressing institutional corruption in a number of institutional contexts.
pt_br: Lawrence Lessig é o Diretor do Edmond J. Safra Foundation Center for Ethics na Universidade de Harvard e Professor de Direito na Harvard Law School. Durante grande parte de sua carreira acadêmica, Lessig focou em direito e tecnologia, especialmente no que tange aos direitos autorais. Seu trabalho acadêmico atual aborda a questão da "corrupção institucional" - em suma, influências dentro de uma economia de influência que enfraquecem a eficácia de uma instituição ou a confiança pública. Seu trabalho atual no EJ Safra Lab supervisiona um projeto de pesquisa de 5 anos abordando a corrupção institucional em diversos contextos institucionais.

source: Dr. Benaloh is Senior Cryptographer at Microsoft Research and an elected director of the International Association for Cryptologic Research. He earned his S.B degree from the Massachusetts Institute of Technology and M.S., M.Phil., and Ph.D. degrees from Yale University where his 1987 doctoral dissertation, Verifiable Secret-Ballot Elections, introduced the use of homomorphic encryption to enable end-to-end verifiable election technologies. Dr. Benaloh's numerious research publications in cryptography and voting have pioneered new tehnologies including the "cast or cancel" paradigm which brings voters into the verification process with minimal burden. He has served on the program committees of dozens of cryptography and election-related conferences and workshops and is a frequent speaker on the history, development, and mechanisms behind verifiable voting.
pt_br: O Dr. Benaloh é Criptógrafo Sênior na Microsoft Research e diretor eleito da International Association for Cryptologic Research. Ele obteve seu bacharelado (S.B.) pelo Massachusetts Institute of Technology e os títulos de M.S., M.Phil. e Ph.D. pela Yale University, onde sua tese de doutorado de 1987, Verifiable Secret-Ballot Elections, introduziu o uso de criptografia homomórfica para viabilizar tecnologias de votação verificáveis de ponta a ponta. As inúmeras publicações de pesquisa do Dr. Benaloh em criptografia e votação foram pioneiras em novas tecnologias, incluindo o paradigma "confirmar ou cancelar" (cast or cancel), que traz os eleitores para o processo de verificação com o mínimo de esforço. Ele serviu em comitês de programa de dezenas de conferências e workshops de criptografia e relacionados a eleições, além de ser um palestrante frequente sobre a história, desenvolvimento e mecanismos por trás da votação verificável.

source: Dr. Neff is the author of several ground-breaking contributions to the study of computer algorithms, specifically as they apply to voting protocols. At VoteHere, where he was CTO, Dr. Neff created the first ballot mixing and anonymization technique efficient enough for practical use, developed a new ballot representation which allows for a reduction in ballot size by several factors with privacy intact, and led the technical vision of the VoteHere election product. Dr. Neff regularly serves on the program committees of top voting conferences and holds a PhD in Mathematics from Princeton University.
pt_br: O Dr. Neff é autor de diversas contribuições inovadoras para o estudo de algoritmos de computador, especificamente aplicados a protocolos de votação. Na VoteHere, onde foi CTO, o Dr. Neff criou a primeira técnica de mixagem e anonimização de cédulas eficiente o suficiente para uso prático, desenvolveu uma nova representação de cédula que permite a redução do tamanho do arquivo por diversos fatores mantendo a privacidade intacta, e liderou a visão técnica do produto de eleição da VoteHere. O Dr. Neff serve regularmente em comitês de programa das principais conferências de votação e possui doutorado em Matemática pela Universidade de Princeton.

source: Olivier Pereira is a research associate of the Belgian science foundation F.R.S.-FNRS and an associate professor at Université catholique de Louvain. His research interests lie in the area of cryptography and distributed computing, addressing the issue of enabling people to jointly realize tasks in a secure way. He has been leading the development, integration and deployment of Helios in several large scale elections, and gave invited presentations and keynote talks about verifiable elections in a dozen of leading institutions around the world. He is a co-author of the Bevoting study on electronic voting systems produced for the Belgian Federal and Regional Administrations.
pt_br: Olivier Pereira é pesquisador associado da fundação belga de ciência F.R.S.-FNRS e professor associado na Université catholique de Louvain. Seus interesses de pesquisa estão na área de criptografia e computação distribuída, abordando a questão de permitir que pessoas realizem tarefas conjuntamente de forma segura. Ele tem liderado o desenvolvimento, integração e implantação do Helios em diversas eleições de larga escala, e realizou apresentações e palestras principais sobre eleições verificáveis em uma dezena de instituições líderes ao redor do mundo. Ele é coautor do estudo Bevoting sobre sistemas de votação eletrônica produzido para as Administrações Federal e Regionais da Bélgica.
