Repository: benadida/helios-server
Catalog: server_ui/locale/*/LC_MESSAGES/django.po
Languages: el

source: %(election_name)s - vote cast
el: %(election_name)s - Ψήφος ελήφθη

source: You have successfully cast a vote in %(election_name)s you can find your encrypted vote attached in this mail.
el: Ψηφίσατε επιτυχώς στην ψηφοφορία %(election_name)s μπορείτε να βρείτε συνημμένη την απόδειξη της ψήφου σας.

source: Elections report
el: Αναφορά ψηφοφοριών

source: Export
el: Εξαγωγή

source: to CSV
el: σε CSV

source: Number of elections
el: Σύνολο ψηφοφορίων

source: Number of polls
el: Σύνολο κάλπεων

source: Number of voters
el: Σύνολο ψηφοφόρων

source: Number of voters that voted
el: Ψηφίσαντες

source: Filter
el: Φίλτρο

source: %(elections_count)s result found
el: %(elections_count)s αποτέλεσμα

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: Zeus Electronic Voting
el: Ηλεκτρονικές Ψηφοφορίες «Ζευς»

source: Form data have changed!
el: Τα στοιχεία της φόρμας έχουν τροποποιηθεί!

source: Terms of use
el: Όροι χρήσης

source: You are logged in as election administrator
el: Είστε συνδεδεμένοι ως χειριστής εκλογών

source: logout
el: έξοδος

source: manage
el: διαχείριση

source: accounts
el: λογαριασμοί

source: change password
el: αλλαγή κωδικού

source: You are logged in as voter
el: Συνδεθήκατε ως ψηφοφόρος

source: You are logged in as trustee
el: Συνδεθήκατε ως μέλος εφορευτικής

source: Logout
el: Έξοδος

source: Login
el: Είσοδος

source: Your new password was set.
el: Ο νέος σας κωδικός έχει οριστεί.

source: COMPLETED
el: ΕΧΕΙ ΟΛΟΚΛΗΡΩΘΕΙ

source: CANCELED
el: ΕΧΕΙ ΑΚΥΡΩΘΕΙ

source: PUBLIC
el: ΔΗΜΟΣΙΑ ΠΡΟΒΟΛΗ

source: SET PUBLIC
el: ΔΗΜΟΣΙΑ ΠΡΟΒΟΛΗ

source: UNSET PUBLIC
el: ΑΚΥΡΩΣΗ ΔΗΜΟΣΙΑΣ ΠΡΟΒΟΛΗΣ

source: YES
el: ΝΑΙ

source: NO
el: ΟΧΙ

source: Not Decided
el: Εκκρεμής

source: Unofficial
el: Ανεπίσημη

source: Official
el: Επίσημη
