Repository: benadida/helios-server
Catalog: account_administration/locale/*/LC_MESSAGES/django.po
Languages: el

source: Name
el: 'Ονομα

source: Institution
el: Ίδρυμα

source: Institution does not exist
el: Το Ίδρυμα δεν υπάρχει

source: Changes on user were successfully saved
el: Οι αλλαγές στον χρήστη αποθηκεύθηκαν επιτυχώς

source: User %(uid)s was created with password %(password)s.
el: Δημιουργήθηκε ο χρήστης %(uid)s με κωδικό %(password)s.

source: Institution created.
el: To ίδρυμα δημιουργήθηκε.

source: You didn't choose a user
el: Δεν επιλέχθηκε χρήστης

source: New password for user %(uid)s is %(new_pass)s
el: Ο νέος κωδικός για τον χρήστη %(uid)s είναι ο %(new_pass)s

source: You are not authorized to do this
el: Δεν επιτρέπεται αυτή η ενέργεια

source: Institution %(inst_name)s can't be deleted (users > 0)
el: Το ίδρυμα %(inst_name)s δεν μπορεί να διαγραφεί (χρήστες > 0)

source: No such institution
el: Αυτό το ίδρυμα δεν υπάρχει.

source: User %(ufd)s succesfuly deleted!
el: Ο χρήστης %(ufd)s διαγράφηκε επιτυχώς!

source: You are not authorized to delete that user
el: Δεν επιτρέπεται να διαγράψετε αυτόν τον χρήστη

source: Active filters =>
el: Ενεργά Φίλτρα =>

source: Institution:
el: Ίδρυμα:

source: Clear Filters
el: Καθαρισμός Φίλτρων
