Repository: benadida/helios-server
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: el

source: The message will only be sent to the following voter:
el: Το μήνυμα θα σταλεί μόνο στον ακόλουθο ψηφοφόρο:

source: You can edit the contents of the message using the following form.
el: Μπορείτε να επεξεργαστείτε το μήνυμα στην φόρμα που ακολουθεί.

source: Send
el: Αποστολή

source: Sending complete.
el: Η αποστολή ολοκληρώθηκε.

source: Back to the polls
el: Πίσω στις κάλπες

source: Error emailing voters
el: Σφάλμα κατά την αποστολή email στους ψηφοφόρους

source: Create Institution
el: Δημιουργία Ιδρύματος

source: Please confirm the deletion of institution
el: Παρακαλώ επιβεβαιώστε την διαγραφή του ιδρύματος

source: Yes, I confirm!
el: Ναι, επιβεβαιώνω!

source: Insitution has users, can't be deleted.
el: Το ίδρυμα έχει χρήστες, δεν μπορεί να διαγραφεί.

source: You didn't choose an institution.
el: Δεν επιλέχθηκε ίδρυμα.

source: Please confirm the deletion of user
el: Παρακαλώ επιβεβαιώστε την διαγραφή του χρήστη

source: You didn't choose a user.
el: Δεν επιλέχθηκε χρήστης.

source: Institution
el: Ίδρυμα

source: Clear
el: Εκκαθάριση

source: Name
el: Όνομα

source: Users
el: Χρήστες

source: Edit
el: Επεξεργασία

source: Create User
el: Δημιουργία Χρήστη

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: Elections Held
el: Αριθμός Εκλογών

source: Details
el: Λεπτομέρειες

source: Institutions
el: Ιδρύματα

source: Please confirm the password reset of user
el: Παρακαλούμε επιβεβαιώστε την επανέκδοση του κωδικού του χρήστη

source: Reset Password
el: Επανέκδοση κωδικού

source: Election Name
el: Τίτλος ψηφοφορίας

source: Start date
el: Ημερομηνία έναρξης

source: End Date
el: Ημερομηνία Λήξης

source: votes cast
el: ψηφοδέλτια

source: Total score
el: Σύνολο ψήφων

source: Elected
el: Εκλεγμένοι

source: Vote fingerprint
el: Αποτύπωμα ψήφου

source: Thank you for voting
el: Ευχαριστούμε που ψηφίσατε

source: Greetings, You can use the following credentials to access a demo account as an election operator at:
el: Χαίρετε, Τα ακόλουθα διαπιστευτήρια σας δίνουν πρόσβαση χειριστή ψηφοφοριών σε δοκιμαστικό λογαριασμό στο:

source: The total voters across all elections for demo accounts is limited to
el: Το μέγιστο σύνολο ψηφοφόρων για όλες τις ψηφοφορίες δοκιμαστικών λόγαριασμών είναι

source: Demo accounts are periodically purged. If you need a normal account, or have any questions, please contact us at helpdesk@zeus.grnet.gr. -- https://zeus.grnet.gr/ Zeus Elections
el: Οι δοκιμαστικοί λογαριασμοί καταργούνται περιοδικά. Εάν χρειάζεστε ένα κανονικό λογαριασμό, ή εάν έχετε ερωτήσεις, παρακαλούμε επικοινωνήστε μαζί μας στο helpdesk@zeus.grnet.gr. -- https://zeus.grnet.gr/ Ηλεκτρονικές Ψηφοφορίες «Ζευς»

source: Demo account for
el: Δοκιμαστικός λογαριασμός

source: Legitimate recipient:
el: Νόμιμος παραλήπτης

source: Dear voter,
el: Αξιότιμε κύριε ή κυρία,

source: The ending date of the election has changed. New ending date is:
el: Η ημερομηνία λήξης της ψηφοφορίας άλλαξε. Η νέα ημερομηνία είναι:

source: Zeus Elections
el: Ηλεκτρονικές Ψηφοφορίες «Ζευς»

source: Intended recipient
el: Νόμιμος παραλήπτης

source: Voting link
el: Σύνδεσμος ψηφοφορίας

source: You are invited to vote in the poll:
el: Προσκαλείστε να συμμετάσχετε στην ψηφοφορία:

source: starting
el: με ημ/νία έναρξης

source: and ending
el: και λήξης

source: Your registration ID is:
el: Ο αριθμός καταχώρησής σας είναι:

source: To submit your vote, follow the link below
el: Για να υποβάλετε ψήφο, ακολουθήστε τον παρακάτω σύνδεσμο

source: Information:
el: Πληροφορίες:

source: You can vote more than once. Only your last vote will be counted.
el: Μπορείτε να υποβάλετε ψήφο πολλές φορές. Μόνο η τελευταία ψήφος σας θα καταμετρηθεί.

source: For information about the voting you can contact the trustees by phone,
el: Για πληροφορίες επικοινωνήστε με την εφορευτική επιτροπή τηλεφωνικώς,

source: or by email,
el: ή μέσω email,

source: If you want to initiate an audit vote,
el: Εάν επιθυμείτε να εκκινήσετε ψήφο ελέγχου,

source: the valid audit codes are
el: οι έγκυροι κωδικοί ελέγχου είναι

source: Otherwise ignore those codes above.
el: Διαφορετικά αγνοήστε τους παραπάνω κωδικούς.

source: The voting takes place in the web browser in your computer, where your choices are recorded and encrypted before being submitted. We recommend the following browsers:
el: Η ψηφοφορία λαμβάνει χώρα στον φυλλομετρητή του υπολογιστή σας, όπου οι επιλογές σας καταγράφονται και κρυπτογραφούνται πριν την υποβολή της ψήφου. Προτείνουμε τους παρακάτω φυλλομετρητές:

source: version
el: έκδοση

source: or newer
el: ή νεότερη

source: Important: The present message is strictly personal and confidential. Do not forward or show it to others. Do not reply to this.
el: Προσοχή: Το παρόν μήνυμα είναι αυστηρά προσωπικό και εμπιστευτικό. Μην το προωθείτε ή το δείχνετε σε άλλους. Μην απαντάτε στον παρόν.

source: Instead, you can write to
el: Μπορείτε να επικοινωνήσετε στο

source: If you are not the legitimate recipient, please delete this message and contact helpdesk@zeus.grnet.gr
el: Εάν δεν είστε ο νόμιμος παραλήπτης, παρακαλούμε διαγράψτε το μήνυμα αυτό και επικοινωνήστε με το helpdesk@zeus.grnet.gr

source: Audit codes only apply for poll:
el: Οι κωδικοί αφορούν μόνο την κάλπη:

source: Home
el: Αρχική

source: Contact
el: Επικοινωνία

source: For questions and comments regarding the Zeus platform you may contact us at <a href="mailto:helpdesk@zeus.grnet.gr">helpdesk@zeus.grnet.gr</a>. <br /> <br /> <br /> <cite> Notice that if you are a voter and want to report an issue related to a running election you should get in contact with the corresponding election support group. You can find contact details in the election page. </cite> </p>
el: Για σχόλια και απορίες σχετικά με την πλατφόρμα Ζεύς μπορείτε να επικοινωνήσετε στο <a href="mailto:helpdesk@zeus.grnet.gr">helpdesk@zeus.grnet.gr</a>. <br /> <br /> <br /> <cite> Σε περίπτωση που αντιμετωπίζετε πρόβλημα σχετικά με κάποια ψηφοφορία παρακαλούμε επικοινωνήστε με την υπεύθυνη ομάδα υποστήριξης της ψηφοφορίας. Τα στοιχεία επικοινωνίας μπορείτε να τα βρείτε στην σελίδα της ψηφοφορίας. </cite> </p>

source: FAQ
el: Ερωτήσεις-Απαντήσεις

source: Resources
el: Υλικό

source: Invalid link.
el: Μη έγκυρος σύνδεσμος.

source: Something went wrong !!!
el: Προέκυψε σφάλμα διακομιστή, παρακαλούμε ενημερώστε τους διαχειριστές του συστήματος.

source: Choose election
el: Επιλογή ψηφοφορίας

source: Administrators
el: Διαχειριστές

source: Voters Voted
el: Ψηφοφόροι που ψήφισαν

source: Start
el: Έναρξη

source: End
el: Λήξη

source: Number of Polls
el: Αριθμός Κάλπεων

source: Number of polls
el: Αριθμός κάλπεων

source: Number of elections
el: Αριθμός ψηφοφοριών

source: Number of voters
el: Αριθμός ψηφοφόρων

source: Number of voters that voted
el: Αριθμός ψηφοφόρων που ψήφισαν

source: Elections
el: Εκλογές

source: General stats
el: Γενικές στατιστικές

source: Download
el: Κατέβασε
