Repository: benadida/helios-server
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: el

source: Email subject
el: Τίτλος ηλεκτρονικου μηνύματος (email)

source: Email body
el: Περιεχόμενο ηλεκτρονικου μηνύματος (email)

source: Send To
el: Αποστολή Προς

source: all voters
el: όλους τους ψηφοφόρους

source: voters who have cast a ballot
el: τους ψηφοφόρους που έχουν ψηφίσει

source: voters who have not yet cast a ballot
el: τους ψηφοφόρους που δεν έχουν ψηφίσει ακόμη

source: Voter ID
el: Αναγνωριστικό ψηφοφόρου

source: Linked polls
el: Συνδεδεμένες κάλπες

source: Election type
el: Τύπος ψηφοφορίας

source: Election name
el: Τίτλος ψηφοφορίας

source: Support email
el: Email υποστήριξης

source: Support phone
el: Τηλέφωνο υποστήριξης

source: Election description
el: Περιγραφή ψηφοφορίας

source: Trial election
el: Δοκιμαστική ψηφοφορία

source: Departments
el: Σχολές και Ανεξάρτητα Τμήματα του Ιδρύματος

source: University Schools. e.g.<br/><br/> School of Engineering <br />School of Medicine<br />School ofInformatics<br />
el: συμπληρώστε τις σχολές και τα ανεξάρτητα τμήματα του ιδρύματος για τοοποίο διεξάγεται η ψηφοφορία. Π.χ. <br/><br/>Σχολή Θετικών Επιστημών<br/>Φιλοσοφική Σχολή<br/>Ανεξάρτητο Παιδαγωγικό Τμήμα Δημοτικής Εκπαίδευσης<br/>

source: Voting starts at
el: Έναρξη της ψηφοφορίας στις

source: Voting ends at
el: Λήξη της ψηφοφορίας

source: Voting extended until
el: Η ψηφοφορία έχει παραταθεί μέχρι

source: Add at least one trustee
el: προσθέστε τουλάχιστον ένα μέλος στην εφορευτική επιτροπή

source: Have trustee %s generate a keypair
el: Το μέλος της εφορευτικής επιτροπής '%s' πρέπει να δημιουργήσει τον Κωδικό Ψηφοφορίας του

source: Have trustee %s verify his key
el: Το μέλος της εφορευτικής επιτροπης '%s' πρέπει να επιβεβαιώσει τον Κωδικό Ψηφοφορίας του

source: Canceled
el: Ακυρώθηκε

source: Completed
el: Ολοκληρώθηκε

source: Voting
el: Ψηφοφορία σε εξέλιξη

source: Results computed
el: Εξήχθησαν αποτελέσματα

source: Computing results
el: Υπολογισμός αποτελεσμάτων

source: Decryption finished
el: Η αποκρυπτογράφηση ολοκληρώθηκε

source: Decrypting
el: Αποκρυπτογράφηση

source: Partial decryptions finished
el: Οι μερικές αποκρυπτογραφήσεις ολοκληρώθηκαν

source: Pending completion of partial decryptions
el: Εκκρεμούν οι μερικές αποκρυπτογραφήσεις

source: Validating mixing
el: Επικύρωση μίξης σε εξέλιξη

source: Mixing finished
el: Η μίξη ολοκληρώθηκε

source: Mixing
el: Μίξη

source: Validating voting
el: Επικύρωση ψηφοφορίας σε εξέλιξη

source: Election closed
el: Η ψηφοφορία έχει λήξει

source: Waiting for voting to start.
el: Αναμονή για την έναρξη της ψηφοφορίας

source: Voting stopped. Pending close.
el: Η ψηφοφορία έχει σταματήσει. Αναμένεται η οριστική λήξη της.

source: Freezing
el: Οριστικοποίηση...

source: Frozen
el: Οριστικοποιημένη

source: Election pending to freeze
el: Αναμονή για οριστικοποίηση της ψηφοφορίας

source: Poll link group
el: Όνομα γκρούπ κάλπης

source: Poll reference id
el: Όνομα αντιστοιχίας κάλπης

source: Poll name
el: Όνομα κάλπης

source: Prepare poll questions
el: Ορισμός των ερωτήσεων της κάλπης

source: Import voters list
el: Εισαγωγή ψηφοφόρων

source: Waiting for all partial decryptions to finish
el: Αναμονή για την ολοκλήρωση των μερικών αποκρυπτογραφήσεων

source: Voting closed
el: Η ψηφοφορία έχει λήξει

source: Pending election close
el: Αναμένεται λήξη της ψηφοφορίας

source: Freezed
el: Οριστικοποιημένη

source: No questions set
el: Δεν έχουν οριστεί ακόμη ερωτήσεις

source: No voters set
el: Δεν έχουν εισαχθεί ακόμη ψηφοφόροι

source: Ready to freeze
el: Έτοιμη προς οριστικοποίηση

source: Election initialized.
el: Η ψηφοφορία αρχικοποιήθηκε.

source: Election candidates added.
el: Οι υποψήφιοι έχουν καταχωρισθεί.

source: Election voters added.
el: Οι εκλέκτορες ψηφοφόροι έχουν καταχωρισθεί.

source: Trustees keys generated.
el: Οι Κωδικοί της ψηφοφορίας έχουν παραχθεί.

source: Election opened.
el: Η ψηφοφορία έχει αρχίσει.

source: Election voters notified
el: Οι ψηφοφόροι έχουν ειδοποιηθεί

source: Election voters which not voted notified
el: Οι ψηφοφόροι που δεν έχουν ψηφήσει έχουν ειδοποιηθεί

source: Election extension needed.
el: Παράταση της ψηφοφορίας.

source: Election closed.
el: Η ψηφοφορία έχει λήξει.

source: Election tallied.
el: Τα ψηφοδέλτια έχουν αναμιχθεί

source: Trustees should decrypt results.
el: Η εφορευτική επιτροπή πρέπει να αποκρυπτογραφήσει τα τελικά ψηφοδέλτια.

source: Election results where decrypted.
el: Τα τελικά ψηφοδέλτια έχουν αποκρυπτογραφηθεί.

source: YES
el: ΝΑΙ

source: NO
el: ΟΧΙ

source: (EXCLUDED)
el: (ΕΞΑΙΡΕΣΗ)

source: Results
el: Αποτελέσματα

source: There must be at least two fields, Registration ID and Email
el: Πρέπει να υπάρχουν τουλάχιστον δύο πεδία, Αριθμός Καταχώρισης και Email

source: Malformed mobile phone number: %s
el: Μη έγκυρος αριθμός τηλεφώνου: %s

source: Invalid voter data at line %s
el: Λανθασμένα στοιχεία ψηφοφόρου στην γραμμή %s

source: Duplicate voter id : %s
el: Διπλότυπο αναγνωριστικό χρήστη %s

source: Create trustee key
el: Δημιουργία κωδικού ψηφοφορίας

source: Verify trustee key
el: Επιβεβαίωση κωδικού ψηφοφορίας

source: Partially decrypt votes
el: Μερική αποκρυπτογράφηση ψήφων

source: Choice
el: Απλή επιλογή

source: Ranked
el: Με σειρά προτίμησης

source: STV
el: Ταξινομική

source: Invalid partial decryption send. Please try again.
el: Η μερική αποκρυπτογράφηση είναι εσφαλμένη. Παρακαλούμε δοκιμάστε ξανά.

source: Time to Vote
el: Συμμετοχή σας σε ψηφοφορία

source: Additional Info
el: Περισσότερες Πληροφορίες

source: Elections list
el: Ψηφοφορίες

source: Create election
el: Δημιουργία ψηφοφορίας

source: Blank vote
el: Λευκή ψήφος

source: Election status
el: Κατάσταση ψηφοφορίας

source: Freeze election
el: Οριστικοποίηση ψηφοφορίας

source: Close election
el: Λήξη ψηφοφορίας

source: Cancel election
el: Ακύρωση ψηφοφορίας

source: Save results
el: Αποθήκευση Αποτελεσμάτων

source: Voting was initially scheduled until %(ends_at)s, <br /> but was extended until %(extended)s
el: Η ψηφοφορία ήταν αρχικά προγραμματισμένη μέχρι τις %(ends_at)s <br /> αλλά παρατάθηκε μέχρι τις %(extended)s

source: Save
el: Αποθήκευση

source: Voters count
el: Αριθμός ψηφοφόρων

source: Polls count
el: Αριθμός κάλπεων

source: Voters
el: Ψηφοφόροι

source: Add new poll
el: Προσθήκη νέας κάλπης

source: Batch polls update
el: Μαζική ανανέωση καλπών

source: Election information
el: Πληροφορίες ψηφοφορίας

source: Trustees list
el: Εφορευτική επιτροπή

source: Audited ballots
el: Ψήφοι ελέγχου

source: Edit election
el: Τροποποίηση ψηφοφορίας

source: Election admin actions
el: Ενέργειες

source: Information
el: Πληροφορίες

source: Polls
el: Κάλπες

source: Enter voting booth
el: Είσοδος στο ηλεκτρονικό παραπέτασμα

source: No cast yet
el: Χωρίς ψήφο

source: Voting date passed.
el: Ο χρόνος λήξης της ψηφοφορίας έχει παρέλθει

source: Voting closed. Please wait for results
el: Η ψηφοφορία έχει λήξει. Παρακαλώ περιμένετε αποτελέσματα

source: Election canceled
el: Η ψηφοφορία έχει λήξει

source: Election completed.
el: Η ψηφοφορία έχει ολοκληρωθεί

source: Election cancel message
el: Είστε σίγουρος οτι θέλετε να ακυρώσετε οριστικά την ψηφοφορία;

source: Cancel reason
el: Λόγος ακύρωσης

source: Confirm election cancel
el: Επιβεβαιώστε την ακύρωση της ψηφοφορίας

source: Back
el: Πίσω

source: Election close message
el: Είστε σίγουρος οτι θέλετε να λήξετε οριστικά την ψηφοφορία;<br/><br/>Μετά τη λήξη της ψηφοφορίας κανένας ψηφοφόρος δεν θα μπορεί να ψηφίσει.

source: Confirm election close
el: Επιβεβαίωση λήξης της ψηφοφορίας

source: Please resolve the following issues in order to be able to freeze the election
el: Παρακαλώ διευθετήστε τα παρακάτω ζητήματα προκειμένου να μπορέσει να οριστικοποιηθεί η ψηφοφορία.

source: Cancel
el: Άκυρο

source: No trustees are set for the election.
el: Δεν έχουν οριστεί μέλη εφορευτικής επιτροπής για την ψηφοφορία.

source: The election is about to be frozen. It will be made ready for voting, and most changes will not be possible. Are you certain?
el: Η ψηφοφορία θα οριστικοποιηθεί. Θα ετοιμαστεί για το κοινό και δεν θα γίνονται δεκτές αλλαγές πλην ελαχίστων εξαιρέσεων.

source: Confirm freeze
el: Επιβεβαίωση οριστικοποίησης

source: About to freeze election. After this, most changes will not be possible. Are you certain?
el: Η ψηφοφορία θα οριστικοποιηθεί. Δεν θα γίνονται πλέον δεκτές αλλαγές πλην ελαχίστων εξαιρέσεων.

source: Rename poll
el: Μετονομασία κάλπης

source: New name
el: Όνομα

source: Compute tally
el: Υπολογισμός αποτελεσμάτων

source: Compute tally message
el: Συνοδευτικό μήνυμα αποτελεσμάτων

source: Confirm compute tally
el: Επιβεβαίωση έναρξης υπολογισμού αποτελεσμάτων

source: Partial decryption
el: Μερική αποκρυπτογράφηση

source: Decryption uploaded. Decryption verification pending.
el: Η αποκρυπτογράφηση καταχωρήθηκε.

source: ciphers downloaded
el: ψήφοι ελήφθησαν

source: Uploading
el: Αποστολή

source: Invalid secret key
el: Εσφαλμένος μυστικός κωδικός ψηφοφορίας

source: Upload failed
el: Η αποστολή απέτυχε

source: The final ballots are ready to be decrypted.
el: Τα τελικά ψηφοδέλτια είναι έτοιμα προς αποκρυπτογράφηση.

source: Insert your trustee key
el: Προσκομίστε τον μυστικό κωδικό ψηφοφορίας σας

source: Perform partial decryption
el: Εκτέλεση μερικής αποκρυπτογράφησης

source: Decryption status
el: Κατάσταση αποκρυπτογράφησης

source: Partial decryption finished
el: Η μερική αποκρυπτογράφηση ολοκληρώθηκε

source: Download partial decryption
el: Αποθήκευση μερικής αποκρυπτογράφησης

source: Change password
el: Αλλαγή κωδικού

source: Your new password was set.
el: Ο νέος κωδικός έχει καταχωρισθεί

source: SAVE
el: Αποθήκευση

source: To create a new election, enter the necessary information below.
el: Για τη δημιουργία νέας ψηφοφορίας, εισάγετε τα απαραίτητα στοιχεία παρακάτω.

source: No audited ballots posted yet
el: Δεν έχουν ληφθεί ακόμη ψήφοι ελέγχου

source: Your vote has been cast
el: Η ψήφος σας υποβλήθηκε.

source: Your vote has been successfully cast. Thank you for participating.
el: Η ψήφος σας υποβλήθηκε επιτυχώς. Ευχαριστούμε για τη συμμετοχή σας.

source: A
el: Η

source: submission receipt
el: απόδειξη υποβολής

source: for your vote has been sent to your email address
el: για την ψήφο σας έχει σταλεί με email

source: Eligibles count
el: Πλήθος εκλεγόμενων

source: Maximum elected from the same constituency
el: Μέγιστος αριθμός εκλεγόμενων από την ίδια περιφέρεια

source: Min answers
el: Ελάχιστος αριθμός επιλογών

source: Max answers
el: Μέγιστος αριθμός επιλογών

source: Manage questions
el: Διαχείριση ερωτήσεων

source: Total votes
el: Σύνολο ψήφων

source: Save proof data
el: Αποθήκευση κρυπτογραφικών δεδομένων

source: Total voters count
el: Σύνολο ψηφοφόρων

source: Excluded Voters
el: Εξαιρεμένοι ψηφοφόροι

source: Votes cast
el: Έχουν ψηφίσει

source: This action will be executed for the %(voters_list_count)s filtered voters. Are you sure ?
el: Η ενέργεια θα εκτελεστεί ΜΟΝΟ για τους επιλεγμένους %(voters_list_count)s ψηφοφόρους. Είστε σίγουροι;

source: Voter list actions
el: Επιλογές λίστας ψηφοφόρων

source: Import voters
el: Εισαγωγή ψηφοφόρων

source: Send voters email
el: Αποστολή μηνύματος email στους ψηφοφόρους

source: Export voter list to CSV
el: Εξαγωγή λίστας ψηφοφόρων σε αρχείο CSV

source: Delete all voters
el: Διαγραφή όλων των ψηφοφόρων

source: Filter
el: Φίλτρο

source: %(voters_count)s result found
el: %(voters_count)s ψηφοφόρος

source: (Excluded)
el: (Εξαίρεση)

source: Voter actions
el: Επιλογές ψηφοφόρου

source: Send voter email
el: Αποστολή μηνύματος email σε ψηφοφόρους

source: Delete voter
el: Διαγραφή ψηφοφόρου

source: Exclude voter
el: Εξαίρεση ψηφοφόρου

source: No voters added
el: Δεν έχουν εισαχθεί ακόμη ψηφοφόροι

source: Enroll voters for poll
el: Εγγραφή ψηφοφόρων

source: Please, prepare a simple text file with the voters in CSV form, as in the example:
el: Παρακαλούμε, ετοιμάστε ένα αρχείο απλού κειμένου με τους ψηφοφόρους σε μορφή CSV,όπως στο παράδειγμα:

source: EXAMPLE_CSV_INPUT_TEXT
el: 1,g.logopoulos@email.tld,Ιωάννης,Λογόπουλος,Γ.,+306971234567,1 2,deltios@email.tld,Κώστας,Δέλτιος,Δημήτρης,+306971234568,1 3,m.e.psifidou@email.tld,Μαρία-Ελένη,Ψηφίδου,K,+306971234569,1 ... <αναγνωριστικό>,<email>,<όνομα>,<επώνυμο>,<πατρώνυμο>,<τηλέφωνο>,<βάρος>

source: *The last three fields (middle name, mobile phone and vote weight) are optional
el: *Τα τρία τελευταία πεδία (πατρώνυμο, κινητό τηλ. και βάρος ψήφου) είναι προαιρετικά

source: The fields are, in order:
el: Τα πεδία είναι, με τη σειρά:

source: Registration number. Each such number corresponds to one vote. The numbering is not required to be sequential. If no registration numbers are available or you do not wish to use them, simply enumerate the voters using 1, 2, 3, ..., etc.
el: Αριθμός καταχώρισης. Κάθε τέτοιος αριθμός αντιστοιχεί σε μία ψήφο. Η αρίθμηση δεν απαιτείται να είναι σειριακή. Εάν δεν έχετε αριθμούς καταχώρισης ή δεν θέλετε να τους χρησιμοποιήσετε, απλά απαριθμήστε τους ψηφοφόρους με 1, 2, 3, ..., κ.ο.κ.

source: Personal email of the voter where they will receive the secret invitation to vote. Multiple registered entries may have the same email address, if the same person is eligiible to more than one votes (e.g. when representing multiple parties separately).
el: Προσωπική διεύθυνση email του ψηφοφόρου όπου θα αποσταλεί ο μυστικό σύνδεσμος για την ψηφοφορία. Η ίδια διεύθυνση email μπορεί να αντιστοιχηθεί σε πολλαπλές καταχωρήσεις, εάν το ίδιο πρόσωπο έχει δικαίωμα πολλαπλών ψήφων (για παράδειγμα, όταν εκπροσωπεί νομίμως περισσότερους από έναν δικαιούχους).

source: The voter's given name
el: Το όνομα του ψηφοφόρου

source: The voter's surname
el: Το επώνυμο του ψηφοφόρου

source: The voter's middle name, or other title or name (optional)
el: Το πατρώνυμο του ψηφοφόρου, ή κάποιος άλλος τίτλος (προαιρετικό)

source: A personal mobile phone number of the voter (optional)
el: Αριθμός ενός προσωπικού κινητού τηλεφώνου του ψηφοφόρου (προαιρετικό)

source: Voters vote weight (positive integer)
el: Βάρος ψήφου

source: The easiest way to prepare such a file is to first prepare it as a spreadsheet and then export it in CSV form.
el: Ο ευκολότερος τρόπος είναι να ετοιμάσετε το αρχείο σε ένα λογιστικό φύλλο και μετά να το αποθηκεύσετε σε μορφή CSV.

source: Upload file
el: Αποστολή αρχείου

source: Upload complete.
el: Η αποστολή ολοκληρώθηκε.

source: You can now
el: Μπορείτε να

source: review the voter list
el: επισκοπήσετε τη λίστα των ψηφοφόρων

source: Bulk upload voters
el: Μαζική εγγραφή ψηφοφόρων

source: Error in reading file.
el: Σφάλμα στην ανάγνωση του αρχείου.

source: There were
el: Ανακτήθηκαν

source: entries read from the uploaded file.
el: καταχωρήσεις από το αρχείο.

source: Registration ID
el: Αριθμός Καταχώρησης

source: Given name
el: Όνομα

source: Surname
el: Επώνυμο

source: Middle or other name
el: Πατρώνυμο ή άλλος τίτλος

source: Mobile phone
el: Κινητό τηλ.

source: Vote weight
el: Βάρος ψήφου

source: Show all voters
el: Προβολή ολόκληρης της λίστας

source: The voters above will be enrolled. Note that you can also review and edit the complete voter list from the control panel.
el: Θα εγγραφούν οι παραπάνω ψηφοφόροι. Σημείωση: μπορείτε να δείτε και να τροποποιήσετε τη συνολική λίστα των ψηφοφόρων από τον πίνακα ελέγχου.

source: Confirm voters
el: Επιβεβαίωση ψηφοφόρων

source: Cancel voter enrollment
el: Ακύρωση εγγραφής ψηφοφόρων

source: Election Polls
el: Οι κάλπες της ψηφοφορίας

source: Batch polls actions
el: Μαζικές ενέργειες ψηφοφορίας

source: name
el: όνομα

source: status
el: κατάσταση

source: ballot size
el: αριθμός ερωτήσεων

source: voters registered
el: αριθμός ψηφοφόρων

source: voters invited
el: έλαβαν πρόσκληση

source: voters voted
el: ψήφισαν

source: votes
el: σύνολο ψήφων

source: last vote
el: τελευταία ψήφος

source: select action
el: επιλογές

source: Actions
el: Επιλογές

source: Manage voters
el: Διαχείριση ψηφοφόρων

source: Delete poll
el: Διαγραφή κάλπης

source: Totals
el: Σύνολα

source: Please try again
el: Παρακαλούμε δοκιμάστε ξανά

source: Error in verifying your trustee key, please try again.
el: Σφάλμα κατά την επαλήθευση του κωδικού ψηφοφορίας.

source: Your trustee key has been verified!
el: Ο κωδικός ψηφοφορίας σας επαληθεύτηκε!

source: Your trustee key could not be verified.
el: Ο κωδικός ψηφοφορίας του μέλους της εφορευτικής επιτροπής δεν ήταν δυνατό να επαληθευτεί.

source: The fingerprint for the public part of your trustee key is:
el: Το αποτύπωμα του δημόσιου μέρους του κωδικού ψηφοφορίας είναι:

source: Loading cryptographic functions...
el: Φόρτωση κρυπτογραφικών συναρτήσεων...

source: Select your trustee key file and press 'Verify'.
el: Επιλέξτε το αρχείο με τον κωδικό ψηφοφορίας σας και πιέστε «Επαλήθευση».

source: To verify your trustee key, paste it here:
el: Για επαλήθευση του κωδικού ψηφοφορίας σας, επικολλήστε τον εδώ:

source: After your trustee key has been successfully verified you will be automatically logged out.
el: Όταν ο κωδικός ψηφοφορίας σας επαληθευτεί επιτυχώς, θα αποσυνδεθείτε αυτόματα.

source: Verify
el: Επαλήθευση

source: Verifying private trustee key...
el: Επιβεβαίωση κωδικού ψηφοφορίας...

source: The public part of your trustee key has been successfully uploaded.
el: Το δημόσιο μέρος του κωδικού ψηφοφορίας έχει σταλεί επιτυχώς.

source: Please,
el: Παρακαλούμε,

source: confirm you indeed possess the trustee key
el: επιβεβαιώστε ότι πράγματι κατέχετε τον κωδικό ψηφοφορίας σας

source: if you haven't.
el: εαν δεν το έχετε κάνει ήδη.

source: generate trustee key
el: δημιουργία κωδικού ψηφοφορίας

source: Your partial decryption has been successfully uploaded.
el: Η μερική αποκρυπτογράφησή σας έχει σταλεί επιτυχώς.

source: After voting is over, you must revisit this page to decrypt the results.
el: Μετά το τέλος της ψηφοφορίας, θα πρέπει να επισκευθείτε τη σελίδα αυτή για αποκρυπτογράφηση των αποτελεσμάτων.

source: Invalid trustee key.
el: Εσφαλμένος μυστικός κωδικός ψηφοφορίας.

source: Trustee Key
el: Κωδικός Ψηφοφορίας

source: Please confirm that you have saved your trustee key.
el: Παρακαλούμε επιβεβαιώστε ότι έχετε αποθηκεύσει τον κωδικό ψηφοφορίας σας.

source: Your trustee key has been activated.
el: Ο κωδικός ψηφοφορίας σας έχει ενεργοποιηθεί.

source: Error in trustee key activation.
el: Σφάλμα κατά την ενεργοποίηση του κωδικού ψηφοφορίας.

source: As an election trustee you have to generate your
el: Ως μέλος της εφορευτικής επιτροπής θα πρέπει να δημιουργήσετε τον δικό σας

source: trustee key
el: κωδικό ψηφοφορίας

source: Generate trustee key
el: Δημιουργία κωδικού ψηφοφορίας

source: My trustee key has been saved and secured. Please continue.
el: Ο κωδικός ψηφοφορίας μου έχει αποθηκευτεί και ασφαλιστεί. Παρακαλώ συνεχίστε.

source: Activate trustee key
el: Ενεργοποίηση κωδικού ψηφοφορίας

source: After your trustee key has been activated successfully, you will be automatically logged out.
el: Όταν ο κωδικός ψηφοφορίας σας ενεργοποιηθεί επιτυχώς, θα αποσυνδεθείτε αυτόματα.

source: Save your trustee key
el: Αποθήκευση του μυστικού κωδικού ψηφοφορίας σας

source: If your web browser displays the contents of your trustee key in a new window, switch to the new window and press Ctrl+S to save it.
el: Εάν ο φυλλομετρητής σας (browser) παρουσιάσει τα περιεχόμενα του κωδικού ψηφοφορίας σας σε νέο παράθυρο ενεργοποιείστε το νέο παράθυρο και πιέστε Ctrl+S για να να τον αποθηκεύσετε.

source: Your trustee key has been generated. If you want, you can
el: Ο κωδικός ψηφοφορίας σας έχει δημιουργηθεί. Εάν το επιθυμείτε, μπορείτε να

source: remove it from memory and start over.
el: τον διαγράψετε από τη μνήμη και να τον δημιουγήσετε από την αρχή.

source: If you already have a trustee key you can
el: Εάν έχετε ήδη κωδικό ψηφοφορίας, μπορείτε να τον

source: reuse it
el: επαναχρησιμοποιήσετε

source: Reuse trustee key
el: Επαναχρησιμοποίηση κωδικού ψηφοφορίας

source: Insert your trustee key below
el: Προσκομίστε τον μυστικό κωδικό ψηφοφορίας σας

source: Continue
el: Συνέχεια

source: The public part of your trustee key
el: Το δημόσιο μέρος του κωδικού ψηφοφορίας

source: Now you have to upload the public part of your trustee key to the Zeus servers.
el: Έχετε στείλει το δημόσιο μέρος του κωδικού ψηφοφορίας σας στο σύστημα «Ζευς».

source: You can save the fingerprint for reference.
el: Μπορείτε να καταγράψετε το αποτύπωμα για μελλοντική αναφορά.

source: The trustees below are responsible for the decryption of the ballots
el: Τα μέλη της εφορευτικής επιτροπής παρακάτω έχουν την ευθύνη της αποκρυπτογράφησης των ψηφοδελτίων

source: Trustee election identifier
el: Αναγνωριστικό μυστικού κωδικού ψηφοφορίας

source: Trustee key not verified
el: Ο κωδικός ψηφοφορίας του μέλους της εφορευτικής επιτροπής δεν έχει επαληθευτεί

source: key verified
el: Ο κωδικός ψηφοφορίας έχει επαληθευτεί

source: Polls decrypted
el: Αποκρυπτογραφημένες κάλπες

source: No polls decrypted
el: Δεν έχουν αποκρυπτογραφηθεί κάλπες

source: No trustee election key set
el: Δεν έχει οριστεί ακόμη κωδικός ψηφοφορίας

source: Send trustee login url
el: Αποστολή πρόσκλησης μέλους εφορευτικής επιτροπής

source: Delete trustee
el: Διαγραφή μέλους εφορευτικής επιτροπής

source: Trustee completed partial decryption
el: Έχει ολοκληρώσει τη μερική αποκρυπτογράφηση

source: Pending partial decryption from trustee
el: Εκκρεμεί η μερική αποκρυπτογράφηση του μέλους της εφορευτικής επιτροπής

source: Election closed at <em>%(date)s</em>. Waiting for results.
el: Η ψηφοφορία έληξε στις <em>%(date)s</em>. Αναμονή αποτελεσμάτων.

source: Support
el: Υποστήριξη

source: Election support email
el: Email υποστήριξης

source: Election support phone
el: Τηλέφωνο υποστήριξης

source: Error saving form.
el: Η αποθήκευση της φόρμας απέτυχε. Παρακαλούμε ελέγξτε την εγκυρότητά της.

source: Login
el: Είσοδος

source: This is a login form for election administrators only. Voters have to use the link sent to them via email or SMS.
el: Εδώ εισέρχονται μόνο οι διαχειριστές ψηφοφοριών. Οι ψηφοφόροι πρέπει να ακολουθήσουν το σύνδεσμο που τους έχει αποσταλεί μέσω email ή SMS.

source: As a trustee for the election
el: Ως μέλος της εφορευτικής επιτροπής για την ψηφοφορία

source: please visit your control panel and follow the instructions
el: παρακαλούμε επισκεφθείτε τον πίνακα ελέγχου και ακολουθήστε τις οδηγίες

source: Zeus Digital Elections
el: Ηλεκτρονικές Ψηφοφορίες «Ζευς»

source: actions required, step
el: απαιτούνται ενέργειές σας, βήμα

source: trustee dashboard
el: πίνακας ελέγχου εφορευτικής

source: Trustee actions
el: Ενέργειες εφορευτικής

source: You are logged in as election administrator
el: Συνδεθήκατε ως διαχειριστής ψηφοφοριών

source: control panel
el: πίνακας ελέγχου

source: accounts
el: λογαριασμοί

source: reports
el: Αναφορά

source: change password
el: αλλαγή κωδικού

source: logout
el: έξοδος

source: You are logged in as voter
el: Συδεθήκατε ως ψηφοφόρος

source: proceed to election site
el: είσοδος στη σελίδα της ψηφοφορίας

source: You are logged in as trustee
el: Συνδεθήκατε ως μέλος εφορευτικής

source: Your web browser is not supported for trustee functions.
el: Ο φυλλομετρητής (browser) σας δεν υποστηρίζεται για τις ενέργειες της εφορευτικής επιτροπής.

source: Voter login
el: Είσοδος ψηφοφόρου

source: Please, provide your voter credentials sent to you via Email or SMS
el: Συμπληρώστε τα στοιχεία σας για να ψηφίσετε. Τα απαραίτητα στοιχεία θα πρέπει να σας έχουν σταλεί μέσω Email, SMS, ή άλλου μέσου. Αν δεν τα έχετε λάβει, επικοινωνήστε με την εφορευτική επιτροπή.

source: Send email
el: Αποστολή μηνύματος email σε ψηφοφόρους

source: Send email to poll '%(poll_name)s' voters %(suffix)s
el: Αποστολή μηνύματος στους ψηφοφόρους της κάλπης '%(poll_name)s' %(suffix)s

source: Send email to election '%(election_name)s' voters %(suffix)s
el: Αποστολή μηνύματος στους ψηφοφόρους της ψηφοφορίας '%(election_name)s' %(suffix)s
