Repository: benadida/helios-server
Catalog: zeus/static/booth/locale/*/LC_MESSAGES/djangojs.po
Languages: el

# STEP_1_TITLE
source: Ballot selection
el: Επιλογές ψηφοδελτίου

# STEP_2_TITLE
source: Ballot submission
el: Υποβολή ψηφοδελτίου

source: Initializing booth...
el: Αρχικοποίηση παραπετάσματος...

# INIT_BOOTH_ESTIMATED_TIME
source: Estimated time 10 seconds
el: Εκτιμώμενος χρόνος 10 δευτερόλεπτα

source: Please wait...
el: Παρακαλούμε περιμένετε...

# BALLOT_ENCRYPTION_IN_PROGRESS
source: Your ballot is being encrypted. Please wait...
el: Η ψήφος σας κρυπτογραφείται, παρακαλούμε περιμένετε...

# BALLOT_ENCRYPTION_ESTIMATED_TIME
source: Ballot encryption can take up to 2 minutes.
el: Η κρυπτογράφηση της ψήφου ενδέχεται να διαρκέσει έως 2 λεπτά.

source: Help
el: Βοήθεια

# BLANK_BALLOT
source: Blank vote
el: Λευκή ψήφος

# BALLOT_CONTINUE_BUTTON
source: Continue
el: Συνέχεια

# If you leave this page with an in-progress ballot, your ballot will be lost.
source: If you leave this page, your ballot selections will be lost.
el: Εάν φύγετε από την παρούσα σελίδα οι επιλογές σας θα χαθούν.

source: Are you sure you want to exit the booth and discrard all your selections?
el: Επιβεβαιώστε την έξοδο από το παραπέτασμα και την απόρριψη των μέχρι τώραεπιλογών σας.

# BROWSER_NOT_SUPPORTED_ALERT
source: Your web browser is not supported by Zeus. Please, use the latest versionsof Mozilla Firefox or Google Chrome. Contact us if you need more information.
el: Το πρόγραμμα πλοήγησης που χρησιμοποιείτε δεν υποστηρίζεται από την πλατφόρμα "Ζευς". Χρησιμοποιήστε τις νέες εκδόσεις των προγραμμάτων (browser) Mozilla Firefox ή Google Chrome. Για περισσότερες πληροφορίες επικοινωνήστε μαζί μας

# HELP_EMAIL_SUBJECT
source: Help with Zeus voting booth
el: Βοήθεια για το ηλεκτρονικό παραπέτασμα Ζευς

# HELP_EMAIL_BODY
source: I have this problem:
el: Αντιμετωπίζω το εξής πρόβλημα:

# ELECTION_INIT_ERROR
source: Error initializing election
el: Σφάλμα κατά την αρχικοποίηση της ψηφοφορίας

# ENCRYPTION_PROCESS_FAILED
source: Encryption has failed.
el: Η κρυπτογράφηση απέτυχε.

# AUDIT_BALLOT_CAST_COMPLETE
source: Your audit ballot was successfully submitted.
el: Η ψήφος ελέγχου υποβλήθηκε επιτυχώς. Ο κωδικός της ψήφου ελέγχου είναι: %s

# ELECTION_TERMS_ACCEPT_REQUIRED
source: Please accept the voting terms.
el: Παρακαλούμε, αποδεχθείτε τους όρους της ψηφοφορίας.

# BALLOT_CAST_FAILED
source: Ballot submission failed.
el: Η υποβολή της ψήφου απέτυχε.

# CAST_VOTE_ID
source: Vote identifier
el: Αναγνωριστικό ψήφου

# AUDIT_BALLOT_SUBMIT
source: Submit an audit ballot
el: Υποβολή Ψήφου Ελέγχου

# AUDIT_BALLOT_SET
source: You have chosen to submit an audit ballot. Your vote will not be counted and your selections will be registered public in a public listing.
el: Έχετε επιλέξει ψήφο ελέγχου. Η ψήφος σας δεν θα καταμετρηθεί και οι επιλογές σας θα κοινοποιηθούν σε σχετικό πίνακα στη σελίδα ψηφοφορίας.

# AUDIT_BALLOT_BACK_PROMPT
source: Press Back to return to the voting booth.
el: Πατήστε επιστροφή για να επιστρέψετε στο παραπέτασμα.

# AUDIT_BALLOT_CONFIRM_BUTTON
source: Submit
el: Επιβεβαίωση

# AUDIT_BALLOT_BACK_BUTTON
source: Back
el: Επιστροφή

# BALLOT_SUBMISSION_IN_PROGRESS
source: Submitting ballot...
el: Υποβολή της ψήφου...

# BALLOT_SUBMISSION_PLEASE_WAIT
source: Your ballot is being submitted. Please wait...
el: Η ψήφος υποβάλλεται. Παρακαλώ περιμένετε...

# ELECTION_INTRO_BODY
source: <p>Welcome to Zeus' electronic voting booth</p> <p> To be here you must have followed the invitation link sent to you via email or SMS to vote for <b>«%s»</b>.</p> <p> To submit a ballot follow the instructions. Your progress will be shown at the top of the page, along with other relevant information. </p> <ol> <li class="step"> <span class="step-title"> Filling in your ballot. </span> <span class="step-desc"> In this step you record your voting selections. </span> </li> <li class="step"> <span class="step-title"> Ballot encryption and submission. </span> <span class="step-desc"> Your previously recorded selections will be encrypted in your computer by the web browser itself, and then they will be submitted over the network to Zeus. A submission receipt will be sent to you via email. </span> </li> </ol> <p> You can use the invitation link, again, to submit a new ballot. Each time, your new vote will replace the previous one. </p>
el: <p>Καλωσήρθατε στο ηλεκτρονικό παραπέτασμα του συστήματος ψηφοφοριών «Ζευς»</p> <p> Για να βρίσκεστε στη σελίδα αυτή, σημαίνει ότι ακολουθήσατε το σύνδεσμο που σας έχει σταλεί με email ή SMS για την ψηφοφορία <b>«%s»</b>.</p> <p> Για να υποβάλετε ψήφο ακολουθήστε τις οδηγίες. Στην κορυφή της σελίδας θα σημειώνεται η πρόοδός σας, καθώς και άλλες σχετικές πληροφορίες. </p> <ol> <li class="step"> <span class="step-title"> Συμπλήρωση ψηφοδελτίου. </span> <span class="step-desc"> Σε αυτό το βήμα σημειώνετε τις επιλογές σας στο ψηφοδέλτιο. </span> </li> <li class="step"> <span class="step-title"> Κρυπτογράφηση και υποβολή ψηφοδελτίου. </span> <span class="step-desc"> Οι επιλογές που κάνατε στο προηγούμενο βήμα θα κρυπτογραφηθούν στον υπολογιστή σας από τον ίδιο τον φυλλομετρητή (browser), και στη συνέχεια θα υποβληθούν στο σύστημα «Ζευς» Θα σας αποσταλεί αποδεικτικό υποβολής ψήφου με email. </span> </li> </ol> <p> Μπορείτε να χρησιμοποιήσετε το σύνδεσμο για να καταχωρήσετε νέα ψήφο. Κάθε φορά, η νέα ψήφος αντικαθιστά την προηγούμενη. </p>

source: Start
el: Εκκίνηση

# ELECTION_KEY_NOT_INITIALIZED
source: The election has not been initialized
el: Η ψηφοφορία δεν έχει αρχικοποιηθεί

source: Poll identifier
el: Αναγνωριστικό κάλπης

# ELECTION_INFO_BUTTON
source: Information
el: Πληροφορίες

# CONTACT_DETAILS
source: Contact
el: Επικοινωνία

source: Phone
el: Τηλ.

source: choice
el: επιλογή

source: choices
el: επιλογές

source: to
el: εώς

source: Blank vote
el: Λευκή ψήφος

# AUDIT_VOTE_SUBMISSION_BUTTON
source: Submit audit ballot
el: Υποβολή ψήφου ελέγχου

# AUDIT_VOTE_CODE_PROMPT
source: Audit ballot
el: Ψήφος ελέγχου

# AUDIT_VOTE_INSTRUCTIONS
source: The valid audit codes must have been sent to you along with the invitation to vote.
el: Οι ορθοί κωδικοί θα πρέπει να σας έχουν αποσταλεί μαζί με την πρόσκλησή σας για να ψηφίσετε.

# AUDIT_VOTE_CODE_LABEL
source: Enter code:
el: Εισάγετε κωδικό:

# STV_BALLOT_HELP_TEXT
source: STV_BALLOT_HELP_TEXT EN
el: STV_BALLOT_HELP_TEXT GREEK

# STV_BALLOT_CANDIDATES_HEADER
source: Candidates
el: Υποψήφιοι

# STV_BALLOT_CANDIDATES_SELECT_HEADER
source: Candidates choices
el: Επιλογές

# STV_BALLOT_CHOICE
source: Ballot choices
el: Επιλογή

# BALLOT_ENCRYPTED_SUCCESS
source: Your ballot has been encrypted successfully. Confirm your selections as they are presented below.
el: Η ψήφος σας κρυπτογραφήθηκε επιτυχώς. Επιβεβαιώστε τις επιλογές σας όπως παρουσιάζονται παρακάτω.

# BACK_TO_BALLOT_CHOICES
source: Back to ballot selections
el: Πίσω στις επιλογές ψηφοδελτίου

# ELECTION_TERMS_LABEL
source: I confirm that I am alone and nobody else has witnessed my selections.
el: Επιβεβαιώνω ότι είμαι μόνος ή μόνη και κανείς άλλος δεν παρακολούθησε τις επιλογές μου.

source: Submit ballot
el: Υποβολή ψήφου
